[
    {
        "passengerID": 1,
        "grade": "Capitaine",
        "name": "Captain Edward John Smith",
        "age": 62,
        "role": "Commodore, White Star Line",
        "survived": false,
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/30/CaptianEdwardSmith.jpg/150px-CaptianEdwardSmith.jpg",
        "description": "In a career that spanned decades, Captain “EJ” Smith saw the evolution of the shipping industry first-hand, as sailing ships were fully replaced by ever-growing steam ships. As a Captain for the illustrious White Star Line he earned a reputation as a steady hand, making the Atlantic crossing regularly, with some passengers only willing to cross so long as he was skipper. He maintained a high-level of confidence in the advanced ships, saying of White Star’s Adriatic: I cannot imagine any condition that would cause the Adriatic to founder. I cannot conceive of any fatal disaster happening to this ship. Modern shipbuilding has reduced that danger to a minimum. On Wednesday April 10th, 1912, White Star’s newest flagship Titanic left port at Southampton under Smith’s command. Despite a near-collision with another ship while leaving the harbor, Titanic’s maiden voyage proceeded for four days without incident. On Sunday, the Captain led the first class church services. Throughout the day, Captain Smith received several ice field warnings from the ship’s marconi wireless operators, but, as was standard practice at the time, maintained course and speed, relying on the lookouts to spot any potential dangers. That Sunday evening April 14th, Captain Smith was invited to dine with the Widener’s – a first class couple of great wealth and distinction – along with several other highly regarded passengers. He excused himself from the dinner party early, and checked in with the bridge crew. After leaving orders to awaken him if there was anything of concern, Smith retired to the Captain’s quarters, secure in the knowledge that, despite the ice warnings they’d received that day, Titanic was the most advanced piece of technology modern shipbuilding could produce.",
        "history": "Cecil Fitzpatrick overheard Captain Smith say they couldn't stay any longer, 'she's going'Harold Bride (and others?) saw Smith jump from the bridge as it went under. Fitzpatrick says he saw Andrews jump with him. He didn't really get interesting until after the iceberg to be honest. He didn't seem to be the best in a real emergency. ",
        "class": "Équipage"
    },
    {
        "passengerID": 2,
        "grade": "Premier Officier",
        "name": "Thomas Andrews Jr.",
        "age": 39,
        "role": "Chief Designer",
        "survived": false,
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/Thomas_Andrews_%C3%BCl.jpg/260px-Thomas_Andrews_%C3%BCl.jpg",
        "description": "Thomas Andrews Jr. was a naval architect and shipbuilder who took a leading role in the design and construction of Titanic. Andrews was born into the profession, as his uncle Lord Pirrie, was the principal owner of Belfast shipbuilders Harland & Wolff. Thomas began his career at Harland & Wolff at 16 as a premium apprentice, and continued to work his way up through the ranks, becoming thoroughly acquainted with every stage of shipbuilding before eventually being made Managing Director of the company in 1907. He was a hardworking, dedicated man, who was well-liked by his employees. He had a reputation for taking the safety and comfort of workers seriously, incorporating input from crew into designs. His wife recalled him referring to the shipyard workers as his “pals.” Andrews insisted on being present for the maiden voyage of all new ships, and during Olympic’s first run in 1911 the crew had gifted him with a walking stick they had chipped in to purchase themselves.For Titanic’s maiden voyage, Harland & Wolff sent a team known as the Guarantee Group. Lead by Andrews, this team of experts included representatives from a multitude of disciplines to ensure that everything onboard met Harland & Wolff’s standards of excellence. During the maiden voyage the guarantee group was employed throughout the ship to ensure passenger amenities were in working order, and to repair any incomplete or imperfect details. Despite his dedication to his work, those near him in the first days of the journey recall Andrews speaking often of home, his thoughts turning to his wife, and his young daughter back home in Ireland.",
        "history": "Was known to have told Casoveer and Anderson that even if Titanic broke into three pieces, she still wouldn't founder. Long thought to have last been seen in the first class dining room, he was last seen by (someone) with Captain Smith jumping into the sea.",
        "class": "Équipage"
    },
    {
        "passengerID": 3,
        "grade": "Second Officier",
        "name": "John 'Jack' George Phillips",
        "age": 38,
        "role": "Wiireless Operator",
        "survived": true,
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/99/Jack_George_Phillips.jpg/593px-Jack_George_Phillips.jpg",
        "description": "Jack Philips was the son of a draper who was afforded schooling at a young age. In 1902 he began work at the post office where he learned telegraphy. At nearly 20 he began training as a Marconi wireless operator. As a Marconi employee, Jack was posted aboard White Star ships as well as their primary competitor Cunard. He had served aboard Lusitania and Mauretania, the mammoth Cunard ships that had inspired White Star to commission the Olympic-class ships that included Titanic and her sisters. Marconi operators were a tight-knit bunch, and when Jack was hired as senior Marconi operator aboard Titanic, he and junior operator Harold Bride were quick to get along. They spent their days sending and fielding ship-to-ship and ship-to-shore messages. Some official ship business, but others personal messages from passengers. On April 13th, three days into the maiden voyage, Titanic’s wireless system broke down. Despite the Marconi company’s policy that operators were not to attempt repairs at sea, Jack used his off-shift to fix the machine instead of sleeping. That Sunday was spent by Jack and Harold frantically attempting to send the backlog of passenger messages from the day before to the shore station in Cape Race in Newfoundland. Besieged with the backlog of messages going out, the wireless operators were quick to hand incoming ice warnings off to the crew without sparing much time to worry about the contents.",
        "history": "",
        "class": "Équipage"
    },
    {
        "passengerID": 4,
        "grade": "Passager",
        "name": "Violet Constance Jessop",
        "age": 44,
        "role": "Stewardess",
        "survived": true,
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3a/Violet_Jessop_in_Voluntary_Aid_Detachment_Uniform_%28cropped%29.jpg/220px-Violet_Jessop_in_Voluntary_Aid_Detachment_Uniform_%28cropped%29.jpg",
        "description": "Violet Jessop was born in Argentina, the eldest child of Irish immigrants. Her childhood was beset by illness. She survived serious sickness as a child only to lose her father when she was 16. The family relocated to England after the loss. Violet’s mother took work while Violet cared for her younger sister and attended convent school. After her difficult childhood, Violet had determined it was her calling to become a nurse. However, when Violet was 21, her mother took ill, and Violet had to leave school to take over as breadwinner for the family, working as an oceanliner stewardess. Violet Jessop was born in Argentina, the eldest child of Irish immigrants. Her childhood was beset by illness. She survived serious sickness as a child only to lose her father when she was 16. The family relocated to England after the loss. Violet’s mother took work while Violet cared for her younger sister and attended convent school. After her difficult childhood, Violet had determined it was her calling to become a nurse. However, when Violet was 21, her mother took ill, and Violet had to leave school to take over as breadwinner for the family, working as an oceanliner stewardess. Violet eventually took a position with White Star Lines, and was soon assigned to the RMS Olympic. Like many other crewmembers, she greatly admired Thomas Andrews, and wrote lovingly of Olympic. Despite being aboard for the collision with the HMS Hawke, she was unfazed and ready to begin the next chapter of her career aboard White Star’s new flagship: Titanic. Violet described the bustle of getting to know a new ship, as well as taking evening walks on the deck, saying 'If the sun did fail to shine so brightly on the fourth day out, and if the little cold nip crept into the air as evening set in, it only served to emphasize the warmth and luxuriousness within. 'Violet eventually took a position with White Star Lines, and was soon assigned to the RMS Olympic. Like many other crewmembers, she greatly admired Thomas Andrews, and wrote lovingly of Olympic. Despite being aboard for the collision with the HMS Hawke, she was unfazed and ready to begin the next chapter of her career aboard White Star’s new flagship: Titanic. Violet described the bustle of getting to know a new ship, as well as taking evening walks on the deck, saying 'If the sun did fail to shine so brightly on the fourth day out, and if the little cold nip crept into the air as evening set in, it only served to emphasize the warmth and luxuriousness within.",
        "history": "Went on to also survive the Britanic crashKnown as 'unsinkable' due to being present at the three major white star disasters",
        "class": "Équipage"
    },
    {
        "passengerID": 5,
        "grade": "Passager",
        "name": "Joseph Bell",
        "age": 47,
        "role": "Chief engineer",
        "survived": false,
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6e/JosephBell.jpg/220px-JosephBell.jpg",
        "description": "Joseph Bell was Titanic’s Chief Engineer. Born in 1861 at the family farmstead, Bell was the oldest of four. He found an interest in machines, and took an engineering apprenticeship as an engine fitter. He worked for a well known locomotive manufacturer in Newcastle which had made several notable contributions to Victorian railway innovations.He was hired by White Star Lines in 1885, and served as an engineer aboard several ships before being promoted to Chief Engineer of SS Coptic in 1891. In 1893 he married Maude Bates, the two had four children. The family lived in Ripley until 1911, when Bell took lodging in Belfast with his wife and three-year old son so the other children could continue their schooling uninterrupted, though his oldest son Frank would soon join them in Belfast when he landed an apprenticeship with Harland and Wolff.Though he served as Chief Engineer for the maiden voyage, the plan was for him to hand these duties off to another engineer and return to Belfast to oversee the completion of the final Olympic-class sister: Britannic. It was a routine he had completed numerous times before: after overseeing construction on a ship, Bell would then act as the ship’s first Chief Engineer, taking it on its first few voyages before returning to Belfast to oversee White Star’s next project. He had done the same with oldest sister Olympic: playing a major role in her construction and taking her to sea for her maiden voyage, before handing Chief Engineering duties off to Robert Flemming so that Bell could return to Belfast to complete work on Titanic.",
        "history": "Stayed behind with other engineers to keep the lights on. Some of his men were reported to have been seen on-deck by a survivor, so it is believed that Bell released them, but the lifeboats had all gone by then.",
        "class": "Équipage"
    },
    {
        "passengerID": 6,
        "grade": "Passager",
        "name": "Catherine Jane Wallis",
        "age": 67,
        "role": "Second or third class matron",
        "survived": false,
        "image": "https://www.encyclopedia-titanica.org/files/1/catherine-wallis-titanic-victim-1.jpg",
        "description": "Catherine Wallis was born as Caterhine Moore in 1877 in Southampton. She had two older brothers, and the family called her “Cissie.” Cissie lost her oldest brother Robert when she was 19. She was married in her early 20s to a Southampton beer-brewer named James Wallis, and the couple welcomed their first child in 1899. Four years later, Mrs. Wallace lost her mother shortly before the birth of her second child. Over the next eight years Catherine and James raised four children together, and Catherine was a homemaker. In 1911 tragedy struck the family again, and Catherine lost her husband and her father within one year of each other. As a Southampton native in need of work to support her four children it was natural for Mrs. Wallis to look to the liners constantly coming and going from port for a job. She found employment with White Star Line as an assistant matron with victualling crews. Her oldest child Melita was only twelve when her mother began working at sea, so it is unclear who would look after her own children while Mrs. Wallis was away at her new post as a matron looking after female passengers and families aboard the Titanic.",
        "history": "",
        "class": "Équipage"
    },
    {
        "passengerID": 7,
        "grade": "Passager",
        "name": "Charles Lighttoller",
        "age": 63,
        "role": "Second officer",
        "survived": true,
        "image": "https://upload.wikimedia.org/wikipedia/commons/1/11/CharlesHLightoller.jpg",
        "description": "Charles Herbert Lightoller was an English sailor whose career began at age 13 as an apprentice aboard a sailing ship. He worked aboard ships throughout his teen years and into his 20s on voyages which took him to South America, Australia, India and West Africa. At 24 he decided on a whim to join the gold rush and spent 1898 trekking through the Canadian wilderness in search of claims. Failing to find enough gold to make a living, he tried driving cattle, but soon determined he would have better luck returning to Britain and sailing. Lightoller was made first officer of White Star Line’s newest ship Titanic, and in March of 1912  boarded for her sea trials along with other senior officers William Murdoch and David Blair. He wrote of the ship’s scale: “It is difficult to convey any idea of the size of a ship like the Titanic, when you could actually walk miles along decks and passages, covering different ground all the time.” After Titanic’s sea trials, White Star higher ups decided to bring Olympic’s chief officer Henry Wilde on to serve on Titanic’s maiden voyage, dropping Murdoch and Lightoller both down in rank, and bumping Blair, who was considered too senior to serve as third officer, off the ship entirely. Disappointed, Blair wrote to his sister: 'This is a magnificent ship, I feel very disappointed I am not to make her first voyage.'' ",
        "history": "",
        "class": "Équipage"
    },
    {
        "passengerID": 8,
        "grade": "Passager",
        "name": "Frederick William Hopkins",
        "age": 46,
        "role": "Plate steward",
        "survived": false,
        "image": "https://www.encyclopedia-titanica.org/images/fred_hopkins_H.jpg",
        "description": "Fred Hopkins was a young Englishman from Aldershot in England who worked as a plate steward aboard the Titanic. Not yet 15 years old when he signed on to the Titanic’s crew, Fred was one of the youngest crew members onboard. When he registered for service he listed his age as 16, perhaps attempting to appear as a seasoned adult of 16 by padding his life-experience with a few years.  Before taking to the sea for paying work, Fred was prolific Boy Scout who was very popular in his Troop. As a First-Class Scout he had been elevated to become a patrol leader and had earned the badges needed to receive his King’s Badge – the highest award a Scout could receive in the British Commonwealth. He had a fondness for swimming, and had taken life-saving and swimming certifications. The summer before he joined Titanic’s crew, he had even kept a distressed swimmer from drowning, a deed which he considered his duty. ",
        "history": "",
        "class": "Équipage"
    },
    {
        "passengerID": 9,
        "grade": "Passager",
        "name": "Frederick Barrett",
        "age": 49,
        "role": "Leading stoker",
        "survived": true,
        "image": "https://upload.wikimedia.org/wikipedia/commons/0/0f/Frederick_William_Barrett.jpg",
        "description": "Frederick Barrett was a 29 year-old laborer from the north of England. He took to the sea, and was crewing ships as early as 1903. By 1912, with years of experience behind him, Barrett was brought on as a leading stoker aboard Titanic, taking charge of a boiler room with a team of 10-15 firemen working under him. Keeping the boilers lit on steam engines was the responsibility of teams of men called stokers (firemen), and trimmers. The stokers, or firemen, were assigned three furnaces at a time, spending their four hour shifts shoveling coal. Trimmers moved coal throughout the ship, not only transporting it to the firemen for use in the boiler, but maneuvering the stored coal throughout the ship to maintain weight distribution. Each section was under the supervision of leading firemen, or Stoker Foremen The boiler crew worked in three shifts, of four hour watches, with eight hours between shifts to recover from the blistering temperatures and backbreaking work in the boilers. At 11:40 PM on Sunday the 14th of April Barrett was working in boiler room 6, nearing the end of his second 8-12 shift of the day, and he and the rest of his crew were likely looking forward to their hard-earned shift break and escaping the stiflingly hot boiler rooms.",
        "history": "",
        "class": "Équipage"
    },
    {
        "passengerID": 10,
        "grade": "Passager",
        "name": "Charles Joughin",
        "age": 39,
        "role": "Chief Baker",
        "survived": false,
        "image": "https://www.encyclopedia-titanica.org/images/charles_joughin_1912_P.jpg",
        "description": "Charles Joughin was the chief baker aboard Titanic. At age 33 he had already been a baker at sea for ten years, and had previously been a member of the victualling crew aboard Titanic’s sister ship Olympic. Born in Birkenhead, England just across the River Mersey from Liverpool. His father was in food service as a licensed victualler. This combined with being born and raised in a port town likely influenced Joughin’s chosen career as a member of victualling crews aboard ships. When Joughin was eight years old, his father died, leaving his mother to support the family. She began nursing and later managed a coffee shop. It was only three years later that Joughin took on work at age eleven, perhaps to ease the financial burden on his mother.Joughin spent years working on various ships’ victualling crews. He’d been aboard several White Star ships, including Majestic, Teutonic, and Olympic. He was working aboard the Titanic for her delivery trip from Belfast to Southampton in early April 1912 and he was offered the job of chief baker, where he would supervise a staff of 13. ",
        "history": "",
        "class": "Équipage"
    },
    {
        "passengerID": 11,
        "grade": "Passager",
        "name": "Frederick Fleet",
        "age": 22,
        "role": "Lookout",
        "survived": true,
        "image": "https://www.encyclopedia-titanica.org/files/1/fleet-frederick.jpg",
        "description": "Abandoned by mother, foster families",
        "history": "",
        "class": "Équipage"
    },
    {
        "passengerID": 12,
        "grade": "Passager",
        "name": "Arthur John Priest",
        "age": 7,
        "role": "Fireman",
        "survived": true,
        "image": "",
        "description": "",
        "history": "",
        "class": "Équipage"
    },
    {
        "passengerID": 13,
        "grade": "Passager",
        "name": "Harold Sydney Bride",
        "age": 18,
        "role": "Wireless operator",
        "survived": "",
        "image": "",
        "description": "",
        "history": "",
        "class": "Équipage"
    },
    {
        "passengerID": 14,
        "grade": "Passager",
        "name": "Abert Ervine",
        "age": 34,
        "role": "Engineer",
        "survived": true,
        "image": "",
        "description": "",
        "history": "",
        "class": "Équipage"
    },
    {
        "passengerID": 15,
        "grade": "Passager",
        "name": "John Starr March",
        "age": 19,
        "role": "Mail Clerk",
        "survived": "",
        "image": "",
        "description": "",
        "history": "",
        "class": "Équipage"
    },
    {
        "passengerID": 16,
        "grade": "Passager",
        "name": "Hugh Walter McElroy",
        "age": 54,
        "role": "Purser",
        "survived": "",
        "image": "",
        "description": "",
        "history": "",
        "class": "Équipage"
    },
    {
        "passengerID": 17,
        "grade": "Passager",
        "name": "Joseph Dawson",
        "age": 24,
        "role": "Trimmer",
        "survived": "",
        "image": "",
        "description": "",
        "history": "",
        "class": "Équipage"
    },
    {
        "passengerID": 18,
        "grade": "Passager",
        "name": "Eugene Daly",
        "age": 22,
        "role": "",
        "survived": "",
        "image": "",
        "description": "",
        "history": "",
        "class": "Équipage"
    },
    {
        "passengerID": 19,
        "grade": "Passager",
        "name": "Arthur Barrat",
        "age": 25,
        "role": "",
        "survived": "",
        "image": "",
        "description": "",
        "history": "",
        "class": "Équipage"
    },
    {
        "passengerID": 20,
        "grade": "Passager",
        "name": "Dr. O'Laughlin",
        "age": 24,
        "role": "",
        "survived": "",
        "image": "",
        "description": "",
        "history": "",
        "class": "Équipage"
    },
    {
        "passengerID": 21,
        "grade": "Passager",
        "name": "Luigi Gatti",
        "age": 5,
        "role": "",
        "survived": "",
        "image": "",
        "description": "",
        "history": "",
        "class": "Équipage"
    },
    {
        "passengerID": 22,
        "grade": "Passenger",
        "name": "Edith Louise Rosenbaum",
        "age": 50,
        "role": "Passenger",
        "survived": true,
        "image": "",
        "description": "Edith Louise Rosenbaum was an American journalist with a bright future. The only daughter of a wealthy Jewish family, Edith had traveled extensively in her 33 years. She had been writing about the Paris fashion scene and spoke of her mother worrying about her tendency to get into scrapes. In 1911 she'd been in a motor accident, and while she recuperated, her mother presented her with a toy pig music box, and made Eidth promise to always keep her 'mascot' with her wherever she went. In 1912, the pig was with Edith as she boarded the Titanic in Cherbourg.The Titanic lived up to all the hype, though Edith found herself unsettled by the ship's opulence. 'It was not a ship; a floating city would be a more apt description.' Before their final departure from Queenstown, she wrote to her secretary telling him I cannot get over my feeling of depression and premonition of trouble; I wish it were over. Despite her disquieting presentiments, Edith wrote of the early days aboard the ship as tranquil. The evening of April 14th  found Edith dressed to the nines after a gala dinner, writing letters in the first class lounge. She handed her letters to the steward, promising to pay him for postage in the morning, and retired to her cabin.",
        "history": "",
        "class": "1ère"
    },
    {
        "passengerID": 23,
        "grade": "Passenger",
        "name": "J. Bruce Ismay",
        "age": 29,
        "role": "Quartermaster",
        "survived": true,
        "image": "",
        "description": "J. Bruce Ismay was President of the International Mercantile Marine Company, and former heir to the White Star Lines, Ismay was one of Titanic’s chief stakeholders. He had been a manager with White Star when his father’s Oceanic class ships dominated the passenger trade in the 1870s, and had been a part of the ensuing oceanliner arms race that resulted in the building of some of the largest vessels known to mankind. In the wake of the debuts of the Cunard behemoths Mauretania and Lusitania, Ismay dined with Lord Pirrie, head of Harland & Wolff shipbuilders. The two determined White Star’s next steps would be, of course, to go bigger, and shortly thereafter Harland & Wolff began design work on the new Olympic class of ships.The Olympic liners would be technological marvels of speed and luxury. Equipped with the cutting edge Marconi wireless apparatus, and the revolutionary system of watertight bulkheads, the ships would be as close to unsinkable as it was possible to be.During the design process, chief designer Alexander Carlisle was in favor of adding more lifeboats to the ship. The Board of Trade regulations were based on ship weight, not number of passengers, written at a time when a ship the weight of Titanic could scarcely be conceived of. However, with the combination of the wireless system and the slow-filling bulkheads, designers believed in case of emergency there would be ample time for rescue ships to arrive and carry passengers to safety. In such an emergency, lifeboats would act only as ferries between vessels, and as such were thought not to be essential life-saving equipment for Titanic’s maiden voyage.",
        "history": "",
        "class": "1ère"
    },
    {
        "passengerID": 24,
        "grade": "Passenger",
        "name": "John Jacob Astor",
        "age": 36,
        "role": "Passenger",
        "survived": false,
        "image": "",
        "description": "John Jacob Astor IV was a member of the famed Astor family. American royalty at the turn of the century, Astor was an intriguing figure of public interest with a major impact on New York. The city’s famous Waldorph and Astoria hotels were both built as part of a public rivalry Astor had with his cousin. Astor served as a lieutenant colonel in the Spanish American War, personally financing a volunteer artillery unit known as the Astor Battery, and before the conflict ended received a war promotion to Colonel. Despite being one of the richest men in America, his public stock began to take a downfall in 1909 when he divorced his wife – the mother of his two children – amid rumors of adultery with a young woman named Madelaine Force, only 18 at the time. Shortly thereafter, he further damaged his image in the eyes of the upper echelons of American society by marrying the young woman. Astor’s son Vincent served as the best man at the wedding, though he was less than two years older than the bride.Hoping to escape public scrutiny, Astor and his young bride took an extended honeymoon, spending several weeks in Europe and Egypt. When the time came to return to New York it seemed the obvious choice to book passage aboard the newest and most luxurious ship on the ocean: the Titanic.",
        "history": "",
        "class": "1ère"
    },
    {
        "passengerID": 25,
        "grade": "Passenger",
        "name": "Dr. Alice Farnham Leader",
        "age": 31,
        "role": "Passenger",
        "survived": true,
        "image": "",
        "description": "Alice May Farnham was born in New York state in 1862, the eldest of five children of wealthy parents. Given her family's resources, Alice was able to pursue a career few woman in her time would even consider, and attended one of the first schools in the world founded for the training of women as doctors, receiving her MD in 1884.Dr. Farnham had a special interest in what would later come to be known as mental health, and in 1886 she was one of the resident physicians of the Willard Asylum for the Chronic Insane. Dr. Farnham also focused on women's issues, and did research as an assistant at Willard State Hospital that was cited by the New York State Medical Association in 1891 in debunking so-called “uterine psychology,” an antiquated idea of women’s health that attempted to correlate physical gynecological disorders with insanity.In 1892, Dr. Farnham met and married another physician, Dr. John Augustine Leader. They both practiced medicine until his unexpected death eight years later. Despite the tragic loss of her husband, Dr. Farnham Leader continued to travel throughout her life, making multiple trips to Europe. In spring of 1912 she was preparing to return home from a trip to Europe with her companion Margaret Swift, and their friends Frederick and Marion Kenyon. Mrs. Kenyon spoke of her husband reporting the news that they would be traveling home aboard Titanic: “Well, I have a wonderful surprise for you!  We are going on the unsinkable Titanic, the most wonderful ship that has ever been born!”",
        "history": "",
        "class": "1ère"
    },
    {
        "passengerID": 26,
        "grade": "Passenger",
        "name": "Margaret Brown",
        "age": 25,
        "role": "Passenger",
        "survived": false,
        "image": "",
        "description": "Born in Hannibal Missouri to Irish Catholic immigrants, Maggie Tobin moved to Colorado at age 18, moving with her brother Daniel into a two-room log cabin. Her brother Daniel became a miner, and Maggie took work sewing. She met J.J. Brown while living in Colorado, and though she had been hoping to marry a rich miner, she fell in love with a poor one and married him anyway. Some years after their marriage, and the birth of their children, J.J. was instrumental in helping his company strike gold in a mine already deplete of silver. Maggie Brown had her rich miner. With wealth came access to a whole new social strata, and Maggie became involved with a variety of interests, from foreign languages to womens’ suffrage.Throughout the years, strain on their marriage and growing apart meant that Maggie and J.J. separated, though there was no bad blood between them. Maggie continued to storm the social world, and by 1912 she was traveling in Paris as part of the coterie of one of America’s richest men, and visiting her daughter who was studying at the prestigious Sorbonne. A young grandmother at forty-five, Maggie was extremely attentive, and when she learned that her eldest grandchild back home was ill, she was quick to curtail her trip and rush her return to Colorado. Luckily, White Star’s newest ship was a highly prized ticket, as well as being virtually unsinkable, so Mrs. Brown didn’t even need to pause her social life for the return trip aboard Titanic.",
        "history": "",
        "class": "1ère"
    },
    {
        "passengerID": 27,
        "grade": "Passenger",
        "name": "Daniel Warren Marvin",
        "age": 18,
        "role": "Passenger",
        "survived": true,
        "image": "",
        "description": "Daniel Warner Marvin was the eldest of four. His father Harry Marvin was an inventor who had co-founded two production companies American Mutoscope, and the Biograph Company. The companies produced moving pictures for Mutoscopes – moving picture devices for individual viewing that rivaled the Edison Company’s Kinetoscope. At 18 years old, Daniel married his Scottish-born sweetheart Mary Graham Carmichael Farquharson. Mary’s mother and aunt were the prominent designers Farquharson & Wheelock – known for their elegant and fashionable ladies dresses. (Farquharson & Wheelock dresses were in such demand that in 1910 two were stolen from the daughter of former president Teddy Roosevelt.) By 1912 the designers had achieved a coveted place address on Manhattan’s Fifth Avenue.  Daniel and Mary were wed in a secret Manhattan ceremony in January 1912. In March of that same year, they held a public ceremony. Mary wore a Farquharson & Wheelock wedding dress, and the re-staged wedding was filmed in front of Daniel’s fathers cameras, creating some of the first known wedding footage. For their honeymoon the young newlyweds traveled to Europe aboard Cunard’s speedy and luxurious Mauritania. Their return trip home from England promised to be even more luxurious, as they were booked in the first class of the world’s largest steamer: Titanic.",
        "history": "",
        "class": "1ère"
    },
    {
        "passengerID": 28,
        "grade": "Passenger",
        "name": "Helen Loraine Alison",
        "age": 39,
        "role": "Passenger",
        "survived": true,
        "image": "",
        "description": "H. Loraine Allison was born June 5, 1909, and was not yet three years old when Titanic set sail. Loraine’s father Hudson Allison was a wealthy stockbroker from Ontario, Canada. Hudson showed a strong business sense from a young age, and had begun working in finance at 19. Loraine’s mother was an American named Bess Waldo Daniels from Milwaukee, Wisconsin. The two were married in 1908, and welcomed Loraine a year later. Loraine’s brother Trevor was born on May 7, 1911. In 1912 Hudson took his family with him to England as part of a business trip. The Allisons were devout Methodists, and part of their trip included a visit to Epworth, so that baby Trevor could be baptized in a place of historical importance to the Methodists. Another important part of their trip to England was to procure furniture and staff for the new house they had built in Quebec, all of which would be transported back on the luxurious new liner: Titanic. The Allisons had three first class cabins on the Upper Deck. Two of the new servants traveled with them to look after the children, while the other two traveled in second class. On the evening of April 14th, little Loraine joined her mother in the first class dining room to admire the decor before her parents sat down to dinner. ",
        "history": "",
        "class": "1ère"
    },
    {
        "passengerID": 29,
        "grade": "Passenger",
        "name": "Manuel Ramirez Uruchurtu",
        "age": 39,
        "role": "Countess of Rothes",
        "survived": true,
        "image": "",
        "description": "Manuel Ramirez Uruchurtu was born in Northwestern Mexico in 1972. He was from an affluent family, favored during the Porfiriato – a period in Mexico’s political history when Porfirio Díaz was in power, and championing European standards of masculinity, restraint, and civility. Uruchurtu moved south to study law in Mexico City, and found success as a lawyer and politician. He had married a fellow student from an aristocratic family, and the two had seven children, as Uruchurtu’s career flourished. Uruchurtu became close with Ramón Corral, one of Díaz’s inner circle, who would one day serve as vice president.In 1911, Díaz and his political elites were forced to resign and exiled to France, including Uruchurtu’s friend and mentor Corral. The following year, Uruchurtu visited Corral in Paris, and was set to return via S.S. France, destined for Vera Cruz. During his stay in Paris, he was approached by fellow politician Guillermo Obregón, who was also returning to Mexico. Obregón had already purchased his tickets, but now had need of a more direct route back to Mexico City. Obergón requested that Uruchurtu exchange tickets with him, and in exchange for taking the less direct route, he would get the chance of a lifetime to travel in the height of British luxury in first class on the maiden voyage of the celebrated new steamer Titanic.",
        "history": "",
        "class": "1ère"
    },
    {
        "passengerID": 30,
        "grade": "Passenger",
        "name": "Ramón Artagaveytia",
        "age": 15,
        "role": "Passenger",
        "survived": true,
        "image": "",
        "description": "Ramón Artagaveytia was born July, 1840 in Montevideo, Uruguay and at nearly 72 was one of the older passengers aboard Titanic. He was a wealthy businessman who owned a farm in Argentina, and had been living in Buenos Aires before traveling to Germany to visit his nephew, who had a position at the Uruguayan Consulate in Berlin. Before departing Queenstown for the Atlantic crossing, Artagaveytia wrote to his brother Adolfo, describing the ship, though he found it difficult to capture. He wrote about the sheer size of the ship, the number of staff, and the amenities of his room and the size of the first class dining room. He spoke of meeting a Mexican politician at dinner the night prior – likely Manuel Ramirez Uruchurtu. Artagaveytia described boarding Titanic with his eyes closed, for although the ship’s facilities were magnificent, he had a traumatic history with ships. 31 years prior, in 1871, Artagaveytia had been a passenger aboard the America – a wooden paddle steamship destined for Montevideo. However, the ship caught fire, and Artagaveytia was one of only 64 survivors who escaped the flames of the sinking ship, leaving him with nightmares of the flames when traveling, even three decades later. He wrote to his cousin earlier in 1912. “...I have even gotten to the point where I find myself standing in the deck with my lifebelt on…”",
        "history": "",
        "class": "1ère"
    },
    {
        "passengerID": 31,
        "grade": "Passenger",
        "name": "Helen Churchill Candee",
        "age": 15,
        "role": "Passenger",
        "survived": true,
        "image": "",
        "description": "Helen Churchill Hungerford was born to an affluent New York City family in 1858. At age 22 she married and took the name Candee, though after the births of her two children she and her husband separated. Candee was a freelance writer, interior decorator, author, and suffragette who had penned articles for publications like the Lady’s Home Journal, Harper’s Bazaar, and Scribner’s Monthly as well as writing several books. In the late 1800s Candee and the children relocated to the Oklahoma Territory in hopes of obtaining a divorce, which the laws of the time would allow. While there, she gained prominence writing about her life, contributing to the Boomer Movement of the time. The movement encouraged non-native settler migration to the Oklahoma Territory: land which had been previously set aside as part of Indian Territory after the forceful relocation of many Native American tribes earlier in the 19th century. Candee’s pro-Oklahoma publications included her only book of fiction: a novel called “An Oklahoma Romance”.Candee continued to gain prominence with her books about subjects like women’s ability to contribute to the workforce (How Women May Earn A Living, 1900,) and interior decoration (Decorative Styles and Periods, 1906). In 1912 Candee had been researching a book in Europe when she received word her son had been badly injured in an accident. She immediately planned her return, booking passage aboard the Titanic, where she could distract herself from worry among the finery of the social class on the most luxurious liner afloat.",
        "history": "",
        "class": "1ère"
    },
    {
        "passengerID": 32,
        "grade": "Passenger",
        "name": "William Sloper",
        "age": 36,
        "role": "Passenger",
        "survived": true,
        "image": "",
        "description": "",
        "history": "",
        "class": "1ère"
    },
    {
        "passengerID": 33,
        "grade": "Passenger",
        "name": "Irene Harris",
        "age": 53,
        "role": "Passenger",
        "survived": true,
        "image": "",
        "description": "Theater people Irene was a law school student working on the west end - Irene fell and broke her elbow going downstairson the grand staircase",
        "history": "",
        "class": "1ère"
    },
    {
        "passengerID": 34,
        "grade": "Passenger",
        "name": "Henry Burkhardt Harris",
        "age": 46,
        "role": "Passenger",
        "survived": false,
        "image": "",
        "description": "Theater producer",
        "history": "",
        "class": "1ère"
    },
    {
        "passengerID": 35,
        "grade": "Passenger",
        "name": "Berthe Antoine Mayné",
        "age": 30,
        "role": "Passenger",
        "survived": false,
        "image": "",
        "description": "Singer - was going to Canada to marry her hockey player fiancee who died in the sinking",
        "history": "",
        "class": "1ère"
    },
    {
        "passengerID": 36,
        "grade": "Passenger",
        "name": "Marjorie Anne Newell",
        "age": 22,
        "role": "Nanny",
        "survived": true,
        "image": "",
        "description": "Returning from trip to middle east with father and sister",
        "history": "",
        "class": "1ère"
    },
    {
        "passengerID": 37,
        "grade": "Passenger",
        "name": "Major Arthur Godfrey Puchen",
        "age": 33,
        "role": "Passenger",
        "survived": false,
        "image": "",
        "description": "Canadian Business man Had crossed the Atlantic 40 times and was openly critical of captain Smith",
        "history": "",
        "class": "1ère"
    },
    {
        "passengerID": 38,
        "grade": "Passenger",
        "name": "Benjamin Gugenheim",
        "age": 31,
        "role": "Passenger",
        "survived": false,
        "image": "",
        "description": "",
        "history": "",
        "class": "1ère"
    },
    {
        "passengerID": 39,
        "grade": "Passenger",
        "name": "Victor Giglio",
        "age": 32,
        "role": "Passenger",
        "survived": false,
        "image": "",
        "description": "",
        "history": "",
        "class": "1ère"
    },
    {
        "passengerID": 40,
        "grade": "Passenger",
        "name": "Joseph Philippe Lemercier Laroche",
        "age": 32,
        "role": "Passenger",
        "survived": false,
        "image": "",
        "description": "Monsieur Joseph Philippe Lemercier Laroche was a twenty-six year old engineer traveling with his young family from France to his home nation of Haiti. Joseph was bilingual and highly educated, and at the tender age of 15 he had traveled to France to obtain his certificate in engineering. In France, he met and married Juliette Lafargue, and the two soon welcomed daughters Simonne and Louise. Despite Joseph’s impressive education, racial prejudice in France made getting high-paying work difficult. In Haiti Joseph was a member of the prosperous upper class. He was the descendant of a former Haitian president, and nephew to the soon-to-be-elected Cincinnatus Leconte. Joseph hoped a return to Haiti would allow his career to flourish, and upon learning that Juliette was pregnant once more, the Laroches decided to sail for Haiti.As a welcome gift, Joseph’s mother purchased the Laroche's first class berths aboard the ship La France. However, when they learned their intended cruise had strict policies against children dining with their parents, they chose to exchange their tickets for second class berths aboard Titanic, hoping to spend a more pleasant journey as a family. The day after Titanic sailed, Juliette wrote to her father back in France describing an idyllic journey with her family while Joseph took his daughters on a stroll, Simonne pushing Louise in her pram.",
        "history": "",
        "class": "2ème"
    },
    {
        "passengerID": 41,
        "grade": "Passenger",
        "name": "Masabumi Hasono",
        "age": 32,
        "role": "Passenger",
        "survived": false,
        "image": "",
        "description": "Masabumi Hasono was a Japanese civil servant born in a coastal town in Niigata Prefecture. He went to school in Tokyo and began working his way through various railway offices, starting as a cargo clerk at the Shiodome Freight Terminal and working his way up to the title of railroad director in the Imperial Railroad Office. By 1910 Hasono was working for the Ministry of Transport and was a highly valued civil servant. He had completed a Russian language course, and was sent to Russia to study the intricacies of the state railway system, which was one of the largest in the world. The long-term assignment took Hasono away from his wife and children for two years. He wrote of the loneliness of his work, thinking of his family back home to spur his efficiency and finish his task as quickly as possible. Finally, in 1912, Hasono left Russia. His route back to Japan would take him first to London, and across the United States, perhaps giving him an opportunity to study the trains in Europe and the States before sailing again from San Francisco. Though his primary concern was railway transport, he surely must have taken an interest when his route home placed him aboard Titanic, the cutting edge in ocean liner transport. On April 10th he began a letter to his wife in English, though he was apparently distracted by shipboard life shortly after letting her know he was aboard, and the letter was forgotten for some time.",
        "history": "",
        "class": "2ème"
    },
    {
        "passengerID": 42,
        "grade": "Passenger",
        "name": "Wallce Henry Hartley",
        "age": 32,
        "role": "Passenger",
        "survived": false,
        "image": "",
        "description": "Wallace Hartley grew up in the north of England in a Methodist community in Colne, England. He sang in the church choir and was taught violin by a man called Pickles. Though he gave clerical life a try, Wallace found his early work as a bank clerk unsatisfying. He played music at every opportunity outside of his work, but soon found that wasn’t enough, and by his early twenties he had made the transition to professional musician.Around this time he met a young woman named Maria Robinson, and the two became engaged. To celebrate their betrothal, Maria gifted Wallace a violin, with an engraving on the tailpiece: “For Wallace on the occasion of our engagement from Maria.”Despite being kept extremely busy with regular gigs, Maria and Wallace found time to see each other around his jobs, and as the demand for live musicians grew, opportunities increased. Wallace was soon taking jobs aboard ocean liners, and by 1912 he had made the Atlantic crossing aboard Cunard’s ships numerous times, and been offered the job of bandleader aboard Titanic.Wallace was to take on his new Titanic post only days after returning to England. Due to the quick turnaround he had no time to visit with Maria and his family. He wrote home from aboard the ship before they set sail on April 10, “I’ve missed coming home very much & it would have been nice to have seen you all if only for an hour or two, but I couldn’t manage it.”",
        "history": "",
        "class": "2ème"
    },
    {
        "passengerID": 43,
        "grade": "Passenger",
        "name": "Edmund and Michel Navratil",
        "age": 32,
        "role": "Passenger",
        "survived": false,
        "image": "",
        "description": "Brothers John (4) and Fred (2) were the sons of Louis Hoffman, a second-class widower aboard the Titanic. At least, that is what Mr. Hoffman told the ship’s crew and passengers. In reality, the boys’ mother was very much alive, and while Louis Hoffman was the name on his passport, the boys’ father’s name was actually Michel Navratil.Navratil was a tailor from Slovakia who had made a name for himself in Nice, France. He married an Italian woman, and they had two sons Edmond and Michel. Though not long after the birth of their second son, the couple began divorce proceedings, and custody of the boys was granted to their mother.In April of 1912, the Navratil boys were spending the Easter weekend with their father, though when their mother arrived to retrieve them, they were nowhere to be found. The elder Navratil had absconded with the boys, borrowing a passport from a friend named Louis Hoffman. They stayed the night in Charing Cross Hotel, and the next day Navratil boarded Titanic as a second class passenger with a loaded revolver and his two kidnapped sons.Despite the drama unfolding around them, it seemed that the little boys remained unperturbed. On Saturday evening their father left them in the care of a Swiss woman named Bertha Lehmann while he went to play cards, and the boys were described by a journalist as “sweet, well-mannered, gentle little fellows.”",
        "history": "",
        "class": "2ème"
    },
    {
        "passengerID": 44,
        "grade": "Passenger",
        "name": "William Theodore Ronald Brailey",
        "age": 32,
        "role": "Passenger",
        "survived": false,
        "image": "",
        "description": "William Theodore Ronald Brailey was born in Essex in late 1887. Having been taught how to play piano by a local woman at a young age, Brailey struck out on his own rather early. By 1902 he had joined the Kensington Palace Hotel orchestra, and that same year he joined the army just shy of 15 years old. He became a part of the Royal Lancashire Fusiliers, sailed to Barbados for the first time, and was made a member of the regimental band all before he turned 16. The following year he sailed to South Africa before returning to England to study at the Royal Military School of Music. Brailey spent two years at the academy, though while he was there he studied the cello and the flute, perhaps having already mastered the piano. When he received his certificates he was still only 17 years old. After completing his musical education, and receiving a promotion to lance corporal, Brailey left the army in 1907, choosing to buy out the rest of his contract. After leaving the army, Brailey began working for the Pier Pavilion orchestra, as well as taking work aboard ocean liners and playing ocean voyages. He met and began dating a young milliner named Teresa Steinhilber. By the time he took the job of pianist aboard Titanic, Brailey was engaged to Teresa, and had begun composing his own music. At 25 years old, he had a promising musical future ahead of him.",
        "history": "",
        "class": "2ème"
    },
    {
        "passengerID": 45,
        "grade": "Passenger",
        "name": "Adāl Naṣr Allāh",
        "age": 32,
        "role": "Passenger",
        "survived": false,
        "image": "",
        "description": "Adāl Naṣr Allāh was born Adāl Hakīm in Zahlé, Syria (now Lebanon,) a city within 50 miles of Beirut. Several of Adāl’s siblings had immigrated to the United States by 1912. Niqūlā Khalīl Naṣr Allāh had immigrated to San Francisco some years earlier. He had family in the city who had established businesses, including the formation of the Castro Theater. In the late 1910s Niqūlā had returned home to Zahlé, and he and Adāl were married in early 1912. The two intended to return to settle in California, and booked passage aboard the Titanic. The new couple traveled to Paris, before boarding the grand ship in Cherbourg, along with a large number of their countrymen. While there were many passengers from the same region of what was at that time called Syria in the third class, Adāl and Niqūlā were the only passengers from the region listed in second class. ",
        "history": "She survived on the lifeboat with Mrs. Astor Her husband didn't survive the sinking",
        "class": "2ème"
    },
    {
        "passengerID": 46,
        "grade": "Passenger",
        "name": "Clear Annie Cameron",
        "age": 32,
        "role": "Passenger",
        "survived": false,
        "image": "",
        "description": "Clear Cameron was born in the north of England in 1877. Clear was the third of four children, the eldest, brother Earnest, was alone in a house of girls. Clear was close with both her older sister Janet, and kept a steady correspondence with her in later years. At 14 Clear was working as a domestic servant, and though she was seemed to be living in the home of her employer, she still lived near her family in Derbyshire, though as she grew up, she relocated to London. She worked for a time as a housemaid for Colonel Henry Hugh Oldham and his wife Ella Frances Emma. Clear’s work as a housemaid seemed to keep her in good stead, as she was at one point in time able to afford a motorcar. Despite this, she determined to sail the Atlantic to see what America had in store. Clear’s friend Nellie Walcroft was hoping to employment as a cook in the U.S., and the two took off together. Though their plans were somewhat hampered by the coal strike of 1912, they were able were able to afford a second class ticket aboard White Star’s newest ship, Titanic.Clear wrote to her sister Janet from the on-board Titanic before the breakfast gong on the morning of April 11, writing of her disappointment that the ship wasn’t steadier: “The Boat, one would have thought, would not roll, but it is rocking at this present minute like mad.”",
        "history": "",
        "class": "2ème"
    },
    {
        "passengerID": 47,
        "grade": "Passenger",
        "name": "Martta Maria Hiltunen",
        "age": 32,
        "role": "Passenger",
        "survived": false,
        "image": "",
        "description": "Martta Hiltunen was born in Kuopio, Finland, situated among the lakes and forests of Finnish Lakeland. At some point in her life, her family relocated to Kontiolahti, but they stayed firmly situated in the lake district, as the village is surrounded by 183 lakes. Martta was educated while living in Kontiolahti, and at age 18 she prepared to emigrate to the United States. She had received work as a housekeeper with the Hämäläinen family. Anna Hämäläinen was destined for Detroit, Michigan with her 1 year-old son Vilho, to meet with her husband who was working there as a metal beater. Martta’s passport enabled her to work in the U.S. for five years, where she would be the Hämäläinens housekeeper.Like many other Finnish immigrants, Martta and her employer traveled aboard the steamship Polaris, traveling the Hangö-Copenhagen-Hull route. The route took travelers around the southern tip of Sweden and back up past Denmark to reach Hull on the eastern coast of England, passing through the Baltic Sea and the North Sea before they’d even reached Southampton.However, unlike most of the other Finnish passengers aboard Titanic, Martta traveled with her employer and her son in second class. As such was one of only six Finnish passengers aboard not traveling in third class. ",
        "history": "",
        "class": "2ème"
    },
    {
        "passengerID": 49,
        "grade": "Passenger",
        "name": "Annie Clemmer Funk",
        "age": 32,
        "role": "Passenger",
        "survived": false,
        "image": "",
        "description": "Annie Clemmer Funk was born in Bally, Pennsylvania on April 12, 1874. She was a part of a highly religious Mennonite community, and was a highly religious person from a young age, and was dedicated to the service of the church’s mission. Her life’s dream was to become a missionary. In 1906, after spending some years working with churches and charitable organizations around the U.S., Annie’s dream came true, and Annie was selected to travel on a mission to India. However, when her selected companion was unable to join her, Annie chose to make the trip alone, becoming the first single female Mennonite missionary to be sent overseas. In India she was based in Janjgir-Champa, Chhattisgarh, where she began to learn Hindi. In 1908 she opened a one room girls’ school.Annie received an urgent telegram from her Pastor in 1912, informing her that her mother was ill. The church had already procured her passage home on two ships, and Annie set off at once. Her first ship arrived in Liverpool, though due to the coal strike she had to change her ticket back the U.S. to one aboard the Titanic, though in her urgency to get home to see her mother, she was likely unconcerned by the change.",
        "history": "In memory of Miss Funk, the school she had founded in Janjgir, India was named the 'Annie C. Funk Memorial Girl's School.' Sufficient memorial gifts were given by friends in America to enlarge the school and add a two story dormitory for boarding students. (Titanica entry)",
        "class": "2ème"
    },
    {
        "passengerID": 50,
        "grade": "Passenger",
        "name": "Mary Emma Corey",
        "age": 32,
        "role": "Passenger",
        "survived": false,
        "image": "",
        "description": "Mary Corey (née Miller,) was born in Pennsylvania in August 1879. She grew up in and around Pittsburgh as the eldest of nine siblings, Mary took work as a schoolteacher at the Westlake School before marrying Percy Corey in 1911. Corey’s work as a superintendent with a petroleum company took him to Burma (now called Myanmar,) where his wife joined him. Mary got pregnant while staying with her husband abroad, but decided to return to Pennsylvania to give birth. One of Corey’s workers at the petroleum company had a wife in a similar condition: a woman named Claire Karnes. As Mrs. Karnes was also from Pittsburgh the two pregnant ladies decided to travel together. The two made their way to Great Britain and procured a second class berth aboard Titanic. Fellow second class passenger Lawrence Beesley wrote of Mary and Claire, having sat near them in the second class library: Close beside me--so near I cannot avoid hearing scraps of their conversations--are two American ladies, both dressed in white, young, probably friends only: one had been to India and is returning by way of England, the other is a schoolteacher in America, a graceful girl with a distinguished air heightened by a pair of pince-nez. Perhaps the two ladies had selected the Titanic in hopes that the highly touted comforts of White Star’s second class compartments would make the trials of traveling while pregnant more tolerable.",
        "history": "",
        "class": "2ème"
    },
    {
        "passengerID": 51,
        "grade": "Passenger",
        "name": "Emily Ester Louisa Hart",
        "age": 32,
        "role": "Passenger",
        "survived": "",
        "image": "",
        "description": "",
        "history": "",
        "class": "2ème"
    },
    {
        "passengerID": 52,
        "grade": "Passenger",
        "name": "Alice Frances Louisa Phillips",
        "age": 32,
        "role": "Passenger",
        "survived": "",
        "image": "",
        "description": "",
        "history": "",
        "class": "2ème"
    },
    {
        "passengerID": 53,
        "grade": "Passenger",
        "name": "Lawrence Beesley ",
        "age": 32,
        "role": "Passenger",
        "survived": "",
        "image": "",
        "description": "",
        "history": "",
        "class": "2ème"
    },
    {
        "passengerID": 54,
        "grade": "Passenger",
        "name": "Father Byles",
        "age": 32,
        "role": "Passenger",
        "survived": "",
        "image": "",
        "description": "",
        "history": "",
        "class": "2ème"
    },
    {
        "passengerID": 55,
        "grade": "Passenger",
        "name": "Henriette Virginie Yvois",
        "age": 32,
        "role": "Passenger",
        "survived": "",
        "image": "",
        "description": "",
        "history": "",
        "class": "2ème"
    },
    {
        "passengerID": 56,
        "grade": "Passenger",
        "name": "René Jacuqes Lévy",
        "age": 32,
        "role": "Passenger",
        "survived": "",
        "image": "",
        "description": "",
        "history": "",
        "class": "2ème"
    },
    {
        "passengerID": 57,
        "grade": "Passenger",
        "name": "Mariyam Assāf Khalīl | Mariana Assaf | Maria (Mariam) Elias Wahba | Mikhail Assaf Taama",
        "age": 32,
        "role": "Passenger",
        "survived": "",
        "image": "",
        "description": "Zād Khalīl Naṣr Allāh (known in Canada as Mariana Assaf) was born and grew up in the village of Kfar Mishki in what would later become known as Lebanon. In around 1907, in her forties and a mother of two boys, Zād left her sons and her husband behind, and traveled to Ottawa in the hopes of earning enough money to pay her family’s way to follow her to the Canadian capital. In Canada, she changed her name to Mariyam Assāf Khalīl, or Mariana Assaf.After some years spent in Ottawa working selling crops, she journeyed back home to visit her family. As she prepared for her return to Canada, her sons hoped to join her on the journey, but the time wasn’t right. Instead she traveled with her nephew and cousin, and ten others from their village. She and her relatives boarded Titanic in Cherbourg, along with many other passengers from the region. One passenger recollected counting over one-hundred Arab-speaking passengers in Titanic’s third class, on their way to the promise of a new life in the Americas.",
        "history": "Her story as well as some other of the (at the time) Syrian passengers who survived the sinking recall a passenger taking out a wooden flute and playing, and some of the Syrian passengers dancing on the deck. She is also said to have reported seeing crew shoot other passengers traveling with her near the end, including Captain Smith, though I haven't found the source that claims to quote her on this. ",
        "class": "3ème"
    },
    {
        "passengerID": 59,
        "grade": "Passenger",
        "name": "Catherine Mcgowan",
        "age": 32,
        "role": "Passenger",
        "survived": false,
        "image": "",
        "description": "In 1911, Miss Catherine “Kate” Macgowan was living the American dream. She had emigrated from Ireland in the late 1800s, and by 42 owned a successful boarding house in Chicago. Kate returned home to County Mayo, Ireland for Christmas of 1911 to visit friends and family, intending to bring her 17 year-old niece Annie Mcgowan with her back to Chicago.  At a time when Ireland was stricken by a crushing lack of income, many County Mayo families already had members living abroad, and still more leaving by the day. Kate Mcgowan’s stories of the success she’d found in the States surely lit a fire under some of those who hadn’t yet emigrated. Kate’s good friend Catherine Bourke, along with her husband and sister in-law decided to join Kate and Annie on the crossing.  Seven young, unmarried women from the neighborhood had already planned to travel to America and chose to travel with Kate’s group in hopes that they would find safety in numbers. The last two members of the party were young men, both cousins of a few of the traveling women who were each hoping to join their siblings in America. The final group of fourteen consisted of cousins, siblings, and neighbors, all joining Miss Mcgowan's ferry to a brighter future.",
        "history": "",
        "class": "3ème"
    },
    {
        "passengerID": 60,
        "grade": "Passenger",
        "name": "Elin Hakkarainen",
        "age": 32,
        "role": "Passenger",
        "survived": true,
        "image": "",
        "description": "Third class passenger Elin Hakkarainen was traveling with her husband Pekka as they returned to the U.S. after their wedding in Finland. A Finnish-born woman, Elin had emigrated to the U.S. in 1907, where she met Pekka – a steelworker who was also a native of Finland. The two returned to their home country and were married in January of 1912. Their sojourn home was to be brief, however, planning their return to the U.S. in April of the same year, so Pekka might avoid conscription into the Russian army.Their initial plan to take the Mauretania was scrapped in favor of the luxury of the new liner Titanic. Elin described the extras they enjoyed in Titanic's third class, and described settling into a routine. They walked the ship's decks during the day, and spent evenings playing games in the third-class general room with friends from Finland. On Sunday the fourteenth they attended church services after breakfast, and spent another late evening in the game room. As they climbed into bed sometime late that evening, they could scarcely believe they were scheduled to land in New York in only two days.",
        "history": "Many third class survivors didn't speak enough English to be interviewed at the time of the sinking, but by 1987 Elin's English was strong, and she wrote an account of her ecperience for Yankee Magazine. She describes the confusion of third class hallways, of encountering locked doors, and being part of a group saved by a steward who guided them to where the lifeboats were being loaded.Soon there was a hard and very fast knock at the door, and one of my friends from Finland dashed in to say the ship had struck something and was sinking. 'Where is Pekko?' she asked. 'He went to see why the ship had stopped. I don’t know where he is now.' 'How did he get out of the passageway?' she continued. 'All the doors are locked!' I was confused; I didn’t know what to do next. After a few moments I grabbed my purse and life jacket and ran out to the passageway. The door was locked! All of the doors were locked. Elin describes calling out to her husband from the life boat in hopes that he would be able to find her, but Pekka was lost in the sinking.",
        "class": "3ème"
    },
    {
        "passengerID": 61,
        "grade": "Passenger",
        "name": "Jamīlah Nīqūla Yārid",
        "age": 32,
        "role": "Passenger",
        "survived": true,
        "image": "",
        "description": "Jamīlah Nīqūla Yārid was a young teenager in 1912, from a region of the Ottoman Empire that would later become Lebanon. Like many others from the region, Jamīlah’s family was separated by distance. Her mother and elder siblings had emigrated to Jacksonville, Florida years prior, while Jamīlah and her younger brother Ilyās remained behind with their father, a flour miller called Nīqūla.In 1912, Jamīlah joined her father and brother as they left their home in the village of Al Hakūr, traveling via Beirut, Marseilles, and eventually Cherbourg where they would board Titanic before she headed on to Queenstown. En route to Cherbourg, Nīqūla was diagnosed with a contagious eye infection that would not allow him to make the full journey. Not wanting to delay the whole family’s travel, Nīqūla disembarked in Marseilles and sent his two children ahead to reunite with their mother. The siblings boarded the ship together, sharing quarters in third class. Neither spoke English, but Titanic was host to a large number of other Arabic-speaking immigrants making a similar journey in hopes of meeting distant family members, or seeking work in the Americas. The evening of the April 14th, Jamīlah perhaps went to bed dreaming of ways to spend her fourteenth birthday when she woke the next day.",
        "history": "",
        "class": "3ème"
    },
    {
        "passengerID": 62,
        "grade": "Passenger",
        "name": "Fang Lang |Wing Sun Fong | 方榮山",
        "age": 32,
        "role": "Passenger",
        "survived": true,
        "image": "",
        "description": "Wing Sun Fong was a third class passenger whose name was recorded upon boarding as Fang Lang. Fong was a sailor by profession, working as a fireman aboard steam ships, tending to fires in the ships’ boilers. He was one of eight Chinese sailors on their way to Cuba via New York. These men had been working on European ships throughout the years, and were being sent by the Donald Steamship Company to the Americas to work aboard ships in the Caribbean. Fong and the other sailors boarded in Southampton under a single ticket, the cost of which was roughly equivalent to eight third class fares.The sailors would not be allowed to enter the U.S. due to the restrictive Chinese Exclusion Act. The act purported to exclude laborers specifically, but used a definition of “laborer” that included skilled and unskilled workers, thus making it extremely difficult for any Chinese person – including officials or diplomats – to enter the country. Presumably the plan was that the sailors would disembark Titanic when she docked only to immediately board their next ship. Then the American ship Anetta would carry them onward to Cuba without them ever actually entering the country.",
        "history": "Rescued from the water after sinking, had tied himself onto some wood. Supposedly the inspiration for Rose's resuce in Titanic 1997.Six of the eight survived, and most were accused of stowing away in the lifeboats -- this was later debunked as probable racial discrimniation and inability to communicate. All were malligned in the media, suffering the stigma piled onto most male survivors in addition to the anti-Asian biases that were considered to be a perfectly normal part of reporting.Few of the survivors ever spoke of their experience. Wing Sun Fong immigrated to the US later in life, living in Illinois until he was 91.",
        "class": "3ème"
    },
    {
        "passengerID": 63,
        "grade": "Passenger",
        "name": "Sidney Leslie Goodwin",
        "age": 32,
        "role": "Passenger",
        "survived": false,
        "image": "",
        "description": "Sidney Goodwin was the youngest child of Frederick and Augusta Goodwin. The family were from southeast London where Frederick worked as a print type compositor. Sidney was traveling with his parents and five older siblings aboard Titanic. At a little over a year and a half old he was younger than the ship itself. Little Sidney was nine years younger than his next oldest sibling, eleven year-old Harold, and the rest of the Goodwin siblings were much closer in age. A number of their father’s siblings had successfully immigrated to America, and Frederick was determined to move his family there when he learned there was work available in the Niagara Falls power station. With financial support from his sisters, the Goodwins planned the family’s relocation, booking passage on a small steamer. However, due to a coal strike at the time, the White Star Line rebooked them into the third class of Titanic’s maiden voyage. Due to Titanic’s gender segregation policies, the two older Goodwin boys who were over twelve, and would be expected to stay with the single men’s section in the ship’s bow. Frederick may have elected to stay with his sons there, as they were still only fourteen and fifteen. In such an event, eldest sister Lillian at sixteen may have been a help to her mother in looking after the three younger, as keeping a baby content in third class of a ship – even one with a third class as well-appointed as Titanic’s – would certainly be no easy feat.",
        "history": "Sidney's body was found in the water. Sailors used bonuses paid by Astor family to give Sydney a funeral. He was known for years as the unkown child 6 children and both parents perished",
        "class": "3ème"
    },
    {
        "passengerID": 64,
        "grade": "Passenger",
        "name": "Catherine Katie Peters",
        "age": 32,
        "role": "Passenger",
        "survived": false,
        "image": "",
        "description": "Katie Peters was born in the County of Tipperary, Ireland. Her parents were farmers, and Katie was one of twelve children. In her 20s she had emigrated to New York to work as a housemaid. She stayed with her older sister Mary, a married woman who had moved to the states some years earlier. Katie was one of a multitude of Irish immigrants moving abroad at the turn of the century.A few years after relocating Peters had returned home to Ireland for a visit. She was booked to return to New York on Titanic’s maiden voyage as a third class passenger. On the return trip she was joined by her boyfriend Roger Tobin. Being unmarried, however, couples’ quarters were on opposite ends of the ship, with the men’s berths located in the prow and the women’s in the stern with the families.Peters and Tobin were two of six Tipperary natives aboard the ship. Two of the others were girls who shared Katie’s quarters aboard the ship, who were also named variations of Catherine (though the others both went by Kate). The three had more in common than just their names and home county, they were unmarried young women immigrating to the United States to join family, or to support family back home in Ireland, making their way in the world aboard “the finest steamer afloat.”",
        "history": "Only one of the three Kates survived: Kate Mccarthy Kate Connolly and Roger Tobin were lost along with Katie Peters",
        "class": "3ème"
    },
    {
        "passengerID": 65,
        "grade": "Passenger",
        "name": "David John 'Dai' Bowen",
        "age": 32,
        "role": "Passenger",
        "survived": false,
        "image": "",
        "description": "Dai Bowen was a professional boxer from the Welsh mining village of Treherbert northwest of Cardiff. Being from a mining town, Dai began working as a coal miner listed as a hewer, but by the time he was 19 he had begun the career shift into professional pugilism, training under a man named George Cundick. Dai was one of two fighters chosen by newspaper sports editor Chas Barnett to go to the U.S. for a year’s tour of bouts managed by sports promoter Frank Torreyson. The other boxer traveling with Dai was his best friend Les Williams, a fighter from the nearby village of Tonypandy. The two were reportedly meant to sail on the Lusitania on April 6, but were delayed waiting for the arrival of a suit, hoping to avoid paying steep prices for new clothing in America. The delay meant they would instead set sail from Southampton on the Titanic’s maiden voyage on April 12. It seems that Chas Barnett had paid an additional fee to arrange for the two fighters to have special access to the first class gymnasium despite their third class. After departing Southampton, Dai wrote to his mother back home in Wales, astounded by the size of the ship: “This is a lovely boat, she is very near so big as Treherbert, she is like a floating palace, [...] There is hundreds of foreigners on her of every nation. [...] so cheer up now mother, for I am in the pink, so don't vex.”",
        "history": "Only one of the three Kates survived: Kate Mccarthy Kate Connolly and Roger Tobin were lost along with Katie Peters",
        "class": "3ème"
    },
    {
        "passengerID": 66,
        "grade": "Passenger",
        "name": "Halīm Mubārik",
        "age": 32,
        "role": "Passenger",
        "survived": true,
        "image": "",
        "description": "Halīm Mubārik was not yet five years old when he boarded the Titanic with his mother, older brother, aunt and uncle at Cherbourg. He was born in the village of Hardīn, in what would later become Lebanon, as were several other passengers boarding along with his family.Though he was still quite young, Halīm was one of many Arabic-speaking passengers from the region making their way to the Americas. Like many of these passengers, he was from a Christian family. It is speculated that, at the time, Christian migrants from the region hoping to emigrate to the Americas faced fewer immigration hurdles than Muslim people from the same regions as they may have received sponsorship and help from Christian churches in their destination countries. Halīm’s father had emigrated to Pennsylvania shortly after Halīm’s birth in 1908 and found success running a grocery store. Antūn Mūsà Yazbak was a friend of their father’s who had also successfully emigrated. He had returned to Hardīn and was married to Halīm’s aunt Sīlānah Iskandar Nāsīf Abī Dāghir. Antūn would then escort his new bride, her sister, and their two young nephews back to Pennsylvania. Titanic was to be the remarkable vessel that would bring the two young boys to reunite with their father and begin their new life.",
        "history": "",
        "class": "3ème"
    },
    {
        "passengerID": 67,
        "grade": "Passenger",
        "name": "Al-Amīr Fāris Shihāb",
        "age": 32,
        "role": "Passenger",
        "survived": false,
        "image": "",
        "description": "Al-Amīr Fāris Shihāb was a young musician in his mid-to-late 20s. Shihāb was born in Hadath, Beirut to a prominent and affluent family, and was said to have been fluent in English. He played the violin and was said to have performed with and even conducted the Beirut Chamber Orchestra.Fāris Shihāb was one of many Arab passengers traveling aboard Titanic’s third class, though perhaps a bit incongruously. He could likely have afforded a higher class, and the Naṣr Allāhs were a wealthy couple from the same region traveling in second-class, which suggests Fāris Shihāb would not have been barred from purchasing second class tickets at the very least. At the time, young women often immigrated alone to find work, or join family abroad. It is thought that Fāris Shihāb may have been asked to act as chaperone to some young women from the region whose trip was sponsored by an American missionary. He may have booked himself in third class to be more effective as a chaperone. According to family members, Fāris Shihāb “found himself confronted with a personal situation that could have had extensive and adverse consequences on his immediate family and other notables in Beirut, and getting away from it all was the best possible option.” His decision made, Fāris Shihāb boarded Titanic to head to New York to further pursue his musical career.",
        "history": "",
        "class": "3ème"
    },
    {
        "passengerID": 68,
        "grade": "Passenger",
        "name": "As'ad Tannūs",
        "age": 32,
        "role": "Passenger",
        "survived": true,
        "image": "",
        "description": "",
        "history": "",
        "class": "3ème"
    },
    {
        "passengerID": 69,
        "grade": "Passenger",
        "name": "Laṭīfah al-Ba'qlīnī",
        "age": 32,
        "role": "Passenger",
        "survived": true,
        "image": "",
        "description": "",
        "history": "",
        "class": "3ème"
    },
    {
        "passengerID": 70,
        "grade": "Passenger",
        "name": "Saiide Barbara and Catherine David Barbara",
        "age": 32,
        "role": "Passenger",
        "survived": true,
        "image": "",
        "description": "Two Syrian women boarded together in Cherbourg. Saiide was the younger of the two looked to be about 18, and Catherine, the older woman, possibly an aunt, was in her mid-forties. Saiide and Catherine Barbara were both housekeepers bound for Ottawa from Kafr Miski in Syria/Lebannon. ",
        "history": "",
        "class": "3ème"
    },
    {
        "passengerID": 71,
        "grade": "Passenger",
        "name": "The Andersson Family",
        "age": 32,
        "role": "Passenger",
        "survived": false,
        "image": "",
        "description": "",
        "history": "",
        "class": "3ème"
    },
    {
        "passengerID": 72,
        "grade": "Passenger",
        "name": "Catherine Katie McCarthy",
        "age": 32,
        "role": "Passenger",
        "survived": false,
        "image": "",
        "description": "",
        "history": "",
        "class": "3ème"
    },
    {
        "passengerID": 73,
        "grade": "Passenger",
        "name": "Julia Barry",
        "age": 32,
        "role": "Passenger",
        "survived": false,
        "image": "",
        "description": "",
        "history": "",
        "class": "3ème"
    },
    {
        "passengerID": 74,
        "grade": "Passenger",
        "name": "Mohamed Badt",
        "age": 32,
        "role": "Passenger",
        "survived": false,
        "image": "",
        "description": "",
        "history": "",
        "class": "3ème"
    },
    {
        "passengerID": 75,
        "grade": "Passenger",
        "name": "Ida Augusta Margareta Andersson",
        "age": 32,
        "role": "Passenger",
        "survived": true,
        "image": "",
        "description": "",
        "history": "",
        "class": "3ème"
    },
    {
        "passengerID": 76,
        "grade": "Passenger",
        "name": "Choong Foo",
        "age": 32,
        "role": "Passenger",
        "survived": true,
        "image": "",
        "description": "",
        "history": "",
        "class": "3ème"
    },
    {
        "passengerID": 77,
        "grade": "Passenger",
        "name": "Neshan Krekorian",
        "age": 32,
        "role": "Passenger",
        "survived": true,
        "image": "",
        "description": "",
        "history": "",
        "class": "3ème"
    },
    {
        "passengerID": 78,
        "grade": "Passenger",
        "name": "David Vartanian",
        "age": 32,
        "role": "Passenger",
        "survived": true,
        "image": "",
        "description": "",
        "history": "",
        "class": "3ème"
    }
]