[
    {
        "passengerID": 1,
        "grade": "Capitano",
        "name": "Captain Edward John Smith",
        "age": 62,
        "role": "Il commodoro della White Star line",
        "survived": false,
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/30/CaptianEdwardSmith.jpg/150px-CaptianEdwardSmith.jpg",
        "description": "In una carriera che ha attraversato decenni, il comandante “EJ” Smith ha visto l’evoluzione del settore navale in prima persona e come gli antichi velieri sono stati completamente sostituiti da navi a vapore in continuo sviluppo. Come capitano e poi commodoro per l’illustre White Star Line, si guadagnò una eccellente reputazione per la sua di mano ferma, facendo la traversata dell’Atlantico regolarmente e in continuazione. Pare che alcuni passeggeri  facessero la traversata solo se c’era lui a comandare la nave. Confidava molto nell’alto livello tecnologico delle navi nuove navi, e disse dell’Adriatico, nave della White Star: “Non posso immaginare alcuna condizione che possa far naufragare l’Adriatico. Non riesco a immaginare che possa accadere un disastro fatale a questa nave. Le moderne costruzioni navali hanno ridotto il pericolo al minimo.” Mercoledì 10 aprile 1912, la nuova ammiraglia della White Star, il Titanic, lasciò il porto di Southampton sotto il comando di Smith. Nonostante una quasi collisione con un’altra nave mentre lasciava il porto, il viaggio inaugurale del Titanic proseguì per quattro giorni senza incidenti. Domenica, il capitano presenziò ai servizi religiosi di prima classe. Per tutto il giorno, ricevette diversi avvertimenti sul campi di ghiaccio dai marconisti della nave, ma come era normale al momento, mantenne la rotta e la velocità, basandosi solo sulle vedette per individuare eventuali pericoli potenziali. Quella sera di domenica 14 aprile, il capitano Smith è stato invitato a cenare con I Widener – una coppia di prima classe di grande ricchezza e distinzione – insieme a molti altri passeggeri altolocati. Si è congedato presto dalla cena e si è interfacciato con l’equipaggio del ponte. Dopo aver lasciato l’ordine di risvegliarlo se ci fosse stato qualcosa di preoccupante, Smith si ritirò nei suoi alloggi, sicuro, nella convinzione che, nonostante gli avvertimenti sul ghiaccio che avevano ricevuto quel giorno, il Titanic fosse il pezzo più avanzato che la tecnologia che la moderna costruzione navale potesse produrre.",
        "history": "Cecil Fitzpatrick sentì il capitano Smith dire che non potevano più rimanere, “la nave affonda” Harold Bride (e forse altri) vide Smith saltare dal ponte mentre questo si inabissava. Fitzpatrick dice di aver visto anche Andrews saltare con lui.  Il suo parere è che Smith non fosse un capitano degno di nota  fino a dopo l’iceberg, ad essere onesti. E che sembrasse essere il migliore soprattutto davanti a una vera emergenza. ",
        "class": "Equipaggio"
    },
    {
        "passengerID": 2,
        "grade": "Primo Ufficiale",
        "name": "Thomas Andrews Jr.",
        "age": 39,
        "role": "Capo progettista",
        "survived": false,
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/Thomas_Andrews_%C3%BCl.jpg/260px-Thomas_Andrews_%C3%BCl.jpg",
        "description": "Violet Constance Jessop è stato un architetto e costruttore navale e costruttore navale che ebbe un ruolo di primo piano nella progettazione e costruzione del Titanic.  Andrews era nipote  di Lord Pirrie, l’armatore proprietario dei cantieri navali di Belfast Harland & Wolff. Iniziò la sua carriera presso Harland & Wolff a 16 anni come apprendista e stagista e continuò  a lavorare risalendo tutti i ranghi dal più basso e conoscendo cosi a fondo ogni fase della costruzione navale prima di essere nominato amministratore delegato della società nel 1907. Era un uomo dedito al lavoro, ben voluto dai suoi dipendenti. Aveva la reputazione di prendersi sempre a cuore la sicurezza e il comfort dei lavoratori, e inseriva i pareri e il contributo di esperienza dell’equipaggio incorporandolo nei suoi progetti. Sua moglie ha ricordato che per lui i lavoratori del cantiere erano “i suoi amici.”.  Andrews volevs essere presente al viaggio inaugurale di tutte le nuove navi, e durante la prima traversata con una nave della serie Olympic nel 1911, l’equipaggio gli aveva regalato un bastone da passeggio. Per il viaggio inaugurale del Titanic, Harland & Wolff inviarono una squadra conosciuta come il Gruppo Garanzia guidata proprio da Andrews. Questo team di esperti comprendeva rappresentanti di una moltitudine di discipline per garantire che tutto a bordo fosse conforme agli standard di eccellenza di Harland & Wolff. Durante il viaggio inaugurale il gruppo fu impiegato in tutta la nave per garantire che i servizi ai passeggeri fossero perfettamente funzionanti o per riparare eventuali dettagli incompleti o imperfetti. Nonostante la sua dedizione al suo lavoro, i suoi vicini nei primi giorni del viaggio lo ricordano parlare spesso di casa, i suoi pensieri rivolti a sua moglie e alla sua bambina torne a casa in Irlanda.",
        "history": "Si dice abbia detto a Casoveer e Anderson che anche se il Titanic si fosse rotto in tre pezzi, non sarebbe comunque affondato. A lungo si è pensato che fosse rimasto nella sala da pranzo di prima classe, ma secondo alcune testimonianze è stato visto per l’ultima volta con il capitano Smith mentre si gettavano in mare.",
        "class": "Equipaggio"
    },
    {
        "passengerID": 3,
        "grade": "Secondo Ufficiale",
        "name": "John 'Jack' George Phillips",
        "age": 38,
        "role": "Marconista",
        "survived": true,
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/99/Jack_George_Phillips.jpg/593px-Jack_George_Phillips.jpg",
        "description": "Jack Philips era il figlio di un commerciante di tessuti che aveva cercato di mandare il figlio a scuola e garantirgli un’istruzione. Nel 1902 Jack iniziò a lavorare presso l’ufficio postale dove imparò la telegrafia. A quasi 20 anni iniziò ad allenarsi come marconista. E come marconista Come impiegato aveva lavorato a bordo delle navi della White Star ma anche del loro principale concorrente  la Cunard line. Aveva servito a bordo del Lusitania e del Mauritania, le gigantesche navi Cunard che avevano ispirato la White Star a commissionare le navi della classe olimpica che includeva il Titanic e le sue navi sorelle. I marconisti erano un gruppo affiatato e quando Jack fu assunto come operatore senior a bordo del Titanic, lui e l’operatore junior Harold Bride si trovarono molto bene insieme. Passavano le giornate a inviare e a trasmette messaggi nave-nave e nave-terra. Alcuni messaggi riguardavano problematiche della nave, ma altri messaggi erano personali, inviati dai passeggeri. Il 13 aprile, tre giorni dopo il viaggio inaugurale, il sistema wireless del Titanic si ruppe. Nonostante la politica della società che contrattualizzava i marconisti, gli operatori non dovevano tentare riparazioni in mare, ma Jack usò il suo turno di notte per riparare la macchina, invece di andare a dormire. Quella Domenica fu spesa da Jack e Harold cercando di inviare freneticamente i messaggi dei passeggeri del giorno prima alla stazione a terra di Cape Race a Terranova. Assediati dall’arretrato di messaggi in uscita, gli operatori wireless consegnarono frettolosamente all’equipaggio i messaggi e gli  avvisi riguardanti il ghiaccio in arrivo all’equipaggio, senza preoccuparsi di sottolinearne il contenuto.",
        "history": "Deceduto nella notte su una scialuppa capovolta  su cui si erano rifugiati anche l’altro marconista Harold Bride e il secondo ufficiale Lightholler",
        "class": "Equipaggio"
    },
    {
        "passengerID": 4,
        "grade": "Passeggero",
        "name": "Violet Constance Jessop",
        "age": 44,
        "role": "L’infermiera",
        "survived": true,
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3a/Violet_Jessop_in_Voluntary_Aid_Detachment_Uniform_%28cropped%29.jpg/220px-Violet_Jessop_in_Voluntary_Aid_Detachment_Uniform_%28cropped%29.jpg",
        "description": "Violet Constance Jessop era nata in Argentina, figlia maggiore di immigrati irlandesi. Da piccola ebbe una grave malattia ma sopravvisse e perse purtroppo il padre quando aveva 16 anni. Così la famiglia si trasferì in Inghilterra dopo la perdita. La madre di Violet si trovò un lavoro mentre Violet si prendeva cura della sorella minore e frequentava la scuola delle suore. Dopo questa infanzia difficile, Violet si convinse che ik suo destino fosse diventare infermiera. Tuttavia, quando aveva 21 anni, sua madre si ammalò anche la madre e Violet dovette lasciare la scuola perché era ormsi il capofamiglia e si mise a lavorare come hostess sui transatlantici. Violet alla fine si fece una posizione con la White Star Line e fu presto assegnata alla categoria di navi RMS Olympic. Come molti altri membri dell’equipaggio, ammirò molto il lavoro del progettista Thomas Andrews e scrisse con amore dell’Olympic. Violet era a bordo durante la collisione con la HMS Hawke, ma ancora non sapeva che il prossimo capitolo della sua carriera a bordo della nuova ammiraglia della White Star, il Titanic, le avrebbe riservato ben peggio. Violet ha descritto l’euforia nel conoscere una nuova nave e le sue passeggiate serali sul ponte, dicendo: “Il sole non è riuscito a brillare così intensamente il quarto giorno di crociera e l’aria pungente invitava a rientrare dove, negli interni della nave, si respirava lusso e calore”.",
        "history": "Violet sopravvisse e sopravvisse anche ad un altro incidente su una nave della White Star, il Britannic, nave anch’essa considerata inaffondabile, sopravvivendo così ai 3 principali disastri della compagnia.",
        "class": "Equipaggio"
    },
    {
        "passengerID": 5,
        "grade": "Passeggero",
        "name": "Joseph Bell",
        "age": 47,
        "role": "Ingegnere capo",
        "survived": false,
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6e/JosephBell.jpg/220px-JosephBell.jpg",
        "description": "Joseph Bell era l’ingegnere e capo macchinista del Titanic. Nato nel 1861 nella fattoria di famiglia, Bell era il più vecchio di quattro fratelli. Sin da piccolo provò interesse per macchine e motori e fece il suo apprendistato di ingegneria come montatore di motori. Lavorò poi per un noto costruttore di locomotive a Newcastle che aveva dato diversi e notevoli contributi alle innovazioni ferroviarie dell’epoca vittoriana. Fu assunto dalla White Star Line nel 1885 e servì come ingegnere dj bordo su diverse navi prima di essere promosso a ingegnere capo della SS Coptic nel 1891. Nel 1893 sposò Maude Bates e i due ebbero quattro figli. La famiglia visse a Ripley fino al 1911, quando Bell prese alloggio a Belfast con la moglie in modo che i bambini potessero continuare la loro istruzione senza interruzioni e il figlio maggiore, Frank, avrebbe dovuto beb presto unirsi a loro a Belfast essendo diventato stagista Harland e Wolff. Bell prestò servizio come ingegnere capo per il viaggio inaugurale ma il suo intento era di consegnare l’incarico a un altro ingegnere e tornare a Belfast per supervisionare il completamento dell’ultima nave di classe olimpica: il Britannic. Era una routine che aveva completato numerose volte prima: dopo aver supervisionato la costruzione di una nave, Bell assumeva  il ruolo di primo ingegnere capo della nave, accompagnandola nei suoi primi viaggi prima di tornare a Belfast per supervisionare il prossimo progetto della White Star. Aveva fatto lo stesso con la sorella maggiore del Titanic, l’Olympic: aver svolto un ruolo importante nella sua costruzione e portarla in mare per il suo viaggio inaugurale, prima di consegnare i compiti di capo ingegnere a Robert Flemming in modo che Bell potesse tornare a Belfast per completare i lavori sul Titanic.",
        "history": "Stayed behind with other engineers to keep the lights on. Some of his men were reported to have been seen on-deck by a survivor, so it is believed that Bell released them, but the lifeboats had all gone by then.",
        "class": "Equipaggio"
    },
    {
        "passengerID": 6,
        "grade": "Passeggero",
        "name": "Catherine Jane Wallis",
        "age": 67,
        "role": "Matrona di seconda o terza classe",
        "survived": false,
        "image": "https://www.encyclopedia-titanica.org/files/1/catherine-wallis-titanic-victim-1.jpg",
        "description": "Catherine Wallis nacque come Catherine Moore nel 1877 a Southampton. Aveva due fratelli maggiori e la famiglia la chiamava “Cissie.” Cissie perse il fratello maggiore Robert quando aveva 19 anni. Sposò nei primi anni venti un birraio di Southampton di nome James Wallis e la coppia accolse il loro primo figlio nel 1899. Quattro anni dopo, Mrs. Wallace perse sua madre poco prima della nascita del suo secondo figlio. Nei successivi otto anni Catherine e James crebbero insieme 4 figli e Catherine faceva la casalinga. Nel 1911 una tragedia colpì nuovamente la famiglia e Caterina perse anche il marito e il padre entro un anno l’uno dall’altro. Essendo nativa di Southampton e dovendo ormai mantenere da sola i suoi quattro figli, Mrs. Wallis rivolse la sua attenzione  per cercare lavoro ai transatlantici che andavano e venivano costantemente dal porto. E lo trovò presso la White Star Line come assistente ai rifornimenti. Sua figlia maggiore Melita aveva solo dodici anni quando la madre iniziò a lavorare in mare quindi non è chiaro chi si sarebbe preso cura dei figli mentre Mrs. Wallis era via per rivestire il ruolo di caposala per i  passeggeri di seconda o terza classe a bordo del Titanic.",
        "history": "",
        "class": "Equipaggio"
    },
    {
        "passengerID": 7,
        "grade": "Passeggero",
        "name": "Charles Lighttoller",
        "age": 63,
        "role": "Secondo ufficiale",
        "survived": true,
        "image": "https://upload.wikimedia.org/wikipedia/commons/1/11/CharlesHLightoller.jpg",
        "description": "Charles Herbert Lightoller è stato un marinaio inglese la cui carriera iniziò all’età di 13 anni come apprendista a bordo di una nave a vela. E lavorò a bordo di navi per tutta la sua adolescenza: a 20 anni fece viaggi che lo portarono in Sud America, Australia, India e Africa occidentale. A 24 anni decise per capriccio di unirsi alla corsa all’oro e trascorse il 1898 immerso nella natura selvaggia canadese alla ricerca di un riscatto economico. Non riuscendo a trovare abbastanza oro per guadagnarsi da vivere, tentò di fare il mandriano, ma presto decise che avrebbe avuto più fortuna tornando in Gran Bretagna e tornando al mare. Lightoller fu nominato primo ufficiale della nuova nave della White Star Line e nel marzo del 1912 si imbarcò per le prove in mare insieme agli altri ufficiali superiori William Murdoch e David Blair. Ha scritto sulla nave: “È difficile trasmettere qualsiasi idea delle dimensioni di una nave come il Titanic: si poteva effettivamente camminare per ore lungo ponti e passaggi, coprendo ambienti diversi per tutto il tempo.” Dopo le prove in mare del Titanic, gli alti gradi della White Star decisero di portare l’ufficiale capo della Olympic Henry Wilde a servire nel viaggio inaugurale del Titanic, lasciando Murdoch e Lightoller entrambi secondi di rango, e sbarcando Blair, che era considerato troppo anziano per servire come terzo ufficiale, definitivamente. Deluso, Blair scrisse a sua sorella: “Questa è una nave magnifica, sono molto deluso di non fare il suo viaggio inaugurale.” ",
        "history": "Lightholler è l’ufficiale che interpretò in maniera rigida il comando “ prima donne e bambini” finendo col calare in mare scialuppe semivuote. Si gettò in mare tra gli ultimi prima dell’inabissamento riuscendo a sfuggire al risucchio di un fumaiolo e rifugiandosi su una scialuppa caduta in mare vuota e capovolta con altre 30 persone, che organizzò su due file in modo che la barca non si capovolgesse. Fu l’ultimo dei sopravvissuti a salire sul Carpathia",
        "class": "Equipaggio"
    },
    {
        "passengerID": 8,
        "grade": "Passeggero",
        "name": "Frederick William Hopkins",
        "age": 46,
        "role": "Addetto ai piatti",
        "survived": false,
        "image": "https://www.encyclopedia-titanica.org/images/fred_hopkins_H.jpg",
        "description": "Fred Hopkins  era un giovane inglese di Aldershot, in Inghilterra, che lavorava a bordo del Titanic. Non era ancora quindicenne quando si arruolò nell’equipaggio del Titanic ed era uno dei più giovani membri dell’equipaggio a bordo. Quando si era registrato per prestare servizio, scrisse di avere 16 anni, l’età minima consentita.  Fred era stato un boy scout molto popolare tra i suoi. Era stato capo pattuglia e aveva guadagnato i badge necessari per ricevere il King’s Badge – il più alto premio che uno Scout possa ricevere nel Commonwealth britannico. Aveva una passione per il nuoto e aveva preso il brevetto di bagnino. L’estate prima di entrare a far parte dell’equipaggio del Titanic, aveva persino impedito a un nuotatore in difficoltà di annegare, un atto che considerava suo dovere.",
        "history": "",
        "class": "Equipaggio"
    },
    {
        "passengerID": 9,
        "grade": "Passeggero",
        "name": "Frederick Barrett",
        "age": 49,
        "role": "Capo fuochista",
        "survived": true,
        "image": "https://upload.wikimedia.org/wikipedia/commons/0/0f/Frederick_William_Barrett.jpg",
        "description": "Frederick Barrett era un 29enne operaio dal nord dell'Inghilterra. Preso la via del mare giovanissimo e già nel 1903 lavorava a bordo. Nel 1912, con anni di esperienza alle spalle, Barrett fu assunto come fuochista a bordo del Titanic e si occupava di un locale caldaia con una squadra di 10-15 uomini che lavoravano sotto di lui. Fuochisti e rifirnitori. Mantenere le caldaie accese sui motori a vapore era il loro compito. Ai fuochisti, venivano assegnati tre forni alla volta e trascorrevano turni di quattro ore a spalare carbone. I trasportatori spostavano il carbone in tutta la nave, non solo trasportandolo ai fuochisti per l'uso nella caldaia, ma manovravano il carbone immagazzinato in tutta la nave per mantenere una corretta la distribuzione del peso. Ogni sezione era sotto la supervisione di un caposquadra. La squadra caldaia lavorava in tre turni, di quattro ore di guardia, con otto ore tra i turni per recuperare il materiale incenerito nelle caldaie. Alle 23:40 di domenica 14 aprile Barrett stava lavorando nella sala caldaie 6 ed aveva quasi finito un secondo turno che andava dalle 8 alle 12 p.m e lui e il resto del suo equipaggio erano probabilmente impazienti di fare la loro meritata pausa di turno e di fuggire dalla sala caldaie  bollente.",
        "history": "",
        "class": "Equipaggio"
    },
    {
        "passengerID": 10,
        "grade": "Passeggero",
        "name": "Charles Joughin",
        "age": 39,
        "role": "Il panettiere",
        "survived": false,
        "image": "https://www.encyclopedia-titanica.org/images/charles_joughin_1912_P.jpg",
        "description": "Charles Joughin era il capo panettiere a bordo delTitanic. All’età di 33 anni era già stato panettiere in mare per dieci anni ed era stato in precedenza un membro dell’equipaggio di approvvigionamento a bordo della nave gemella del Titanic, Olympic. Nato a Birkenhead, in Inghilterra appena oltre il fiume Mersey nei pressi di Liverpool. Suo padre lavorava nei servizi di ristorazione come fornitore autorizzato. Questo, unito all’essere nato e cresciuto in una città portuale, probabilmente influenzò la carriera di Joughin, orientandolo verso gli equipaggi di approvvigionamento a bordo delle navi. Quando Joughin aveva otto anni, suo padre morì, lasciando la madre a sostenere la famiglia. Iniziò ad a lavorare e in seguito gestì una caffetteria. Fu solo tre anni dopo che Joughin si mise al lavoro, all’età di undici anni, forse per alleviare l’onere lavorativo  di sua madre. Joughin lavorò per anni su vari equipaggi di approvvigionamento delle navi. Era stato a bordo di diverse navi della White Star, tra cui Majestic, Teutonic e Olympic. Stava lavorando a bordo del Titanic per il suo viaggio di consegna della nave da Belfast a Southampton all’inizio di aprile 1912 e gli fu offerto il lavoro di capo panettiere, dove avrebbe supervisionato uno staff di 13 persone. ",
        "history": "",
        "class": "Equipaggio"
    },
    {
        "passengerID": 11,
        "grade": "Passeggero",
        "name": "Frederick Fleet",
        "age": 22,
        "role": "Lookout",
        "survived": true,
        "image": "https://www.encyclopedia-titanica.org/files/1/fleet-frederick.jpg",
        "description": "Frederick Fleet è nato il 15 ottobre 1887 a Liverpool, Inghilterra. Cresciuto in un ambiente difficile, Fleet trascorse gran parte della sua infanzia in orfanotrofi e famiglie affidatarie. Ha iniziato la sua carriera marittima da adolescente, acquisendo esperienza su varie navi prima di unirsi alla White Star Line. All'inizio del 1900, Fleet era diventato un marinaio competente, noto per la sua acuta vista, una capacità vitale per un osservatore. Nel 1912, fu assegnato al RMS Titanic, il più grande e nuovo transatlantico della White Star Line. Come membro dell'equipaggio della nave, Fleet era responsabile di tenere d'occhio e garantire la sicurezza della nave durante il suo viaggio inaugurale.",
        "history": "Il vedetta Frederick Fleet sopravvisse salendo sulla scialuppa 6. Dopo il disastro, continuò a lavorare in mare e successivamente vendette giornali fuori dai moli di Southampton. Tragicamente, Fleet si tolse la vita, forse in parte a causa del trauma di quella tragica notte nell'Atlantico settentrionale.",
        "class": "Equipaggio"
    },
    {
        "passengerID": 12,
        "grade": "Passeggero",
        "name": "Arthur John Priest",
        "age": 7,
        "role": "Pompiere",
        "survived": true,
        "image": "",
        "description": "Nato nel 1887 a Southampton, Arthur John Priest lavorava come fuochista su varie navi, tra cui la nave gemella del Titanic, il RMS Olympic, dove visse un'esperienza disastrosa quando l'Olympic si scontrò con l'HMS Hawke nel 1911. Nonostante la gravità della collisione, Priest sopravvisse senza ferite. La sua carriera come fuochista era impegnativa e pericolosa, richiedendo una forza fisica immensa e resistenza per gestire le caldaie della nave. Nonostante i pericoli, Priest continuò il suo lavoro in mare, firmando come fuochista sul Titanic.",
        "history": "Quando il Titanic colpì un iceberg, Priest, insieme ai suoi compagni stoker, lavorò instancabilmente per impedire l'esplosione delle caldaie e ritardare l'affondamento della nave, permettendo a più passeggeri di scappare. Con il peggiorare della situazione, riuscì a trovare un posto su una scialuppa. La sopravvivenza di Priest fu notevole date le dure condizioni affrontate dall'equipaggio sotto coperta. La sua fuga fu parte di una serie di sopravvivenze miracolose; Priest sopravvisse anche ad altri disastri marittimi, tra cui l'affondamento del RMS Lusitania e dell'HMHS Britannic.",
        "class": "Equipaggio"
    },
    {
        "passengerID": 13,
        "grade": "Passeggero",
        "name": "Harold Sydney Bride",
        "age": 18,
        "role": "Operatore wireless",
        "survived": "",
        "image": "",
        "description": "Harold Sydney Bride è nato l'11 gennaio 1890 a Londra, Inghilterra. È cresciuto con una passione per la telegrafia senza fili, una tecnologia relativamente nuova all'epoca. Dopo aver completato la sua istruzione, ha seguito una formazione come operatore di telegrafia senza fili. Bride ottenne un posto alla Marconi Company, che forniva apparecchiature di comunicazione radio e operatori per le navi. Le sue abilità e dedizione gli valsero incarichi su varie navi, portandolo infine a diventare l'operatore telegrafico junior sul RMS Titanic. Bride era responsabile dell'invio e della ricezione di messaggi senza fili, un compito critico per la comunicazione in mare. La sua carriera era in ascesa e lui era entusiasta dell'opportunità di lavorare sulla nave più famosa del mondo.",
        "history": "Come telegrafista junior del Titanic, Bride e il suo superiore, Jack Phillips, inviarono instancabilmente segnali di soccorso, allertando le navi vicine del disastro. Nonostante le condizioni caotiche e pericolose, Bride rimase al suo posto fino a quando l'acqua raggiunse la sala telegrafica. In seguito aiutò a lanciare la scialuppa pieghevole B, dove lui e altri sopravvissuti resistettero nelle acque gelide. Dopo l'affondamento, Bride testimoniò davanti alle inchieste sul Titanic. Continuò a lavorare come operatore radio e successivamente prestò servizio nella Prima Guerra Mondiale. La sua esperienza sul Titanic evidenziò il ruolo cruciale delle comunicazioni wireless nella sicurezza marittima.",
        "class": "Equipaggio"
    },
    {
        "passengerID": 14,
        "grade": "Passeggero",
        "name": "Abert Ervine",
        "age": 34,
        "role": "Ingegnere",
        "survived": true,
        "image": "",
        "description": "Albert Ervine è nato a Belfast, Irlanda, e ha trascorso gran parte della sua vita nella vivace città industriale nota per la costruzione di navi. Cresciuto in una famiglia operaia, Ervine fu attratto dall'industria marittima, che offriva un impiego stabile. Trovò lavoro nel cantiere navale Harland and Wolff, dove acquisì esperienza in vari ruoli legati alla manutenzione e costruzione navale. All'inizio del 1912, Ervine ottenne un posto come steward sul RMS Titanic. I suoi compiti includevano prendersi cura dei passeggeri, garantendo il loro comfort e mantenendo le condizioni abitative della nave. Ervine vedeva questo viaggio come un passo significativo nella sua carriera marittima.",
        "history": "La notte del 14 aprile 1912, dopo che il Titanic colpì un iceberg, Ervine aiutò nelle operazioni di evacuazione, aiutando i passeggeri a raggiungere le scialuppe di salvataggio nel caos. Diversamente da molti dei suoi colleghi, Ervine riuscì a trovare un posto su una scialuppa, sopravvivendo al disastro. Dopo essere stato salvato dalla RMS Carpathia, affrontò le conseguenze psicologiche della tragedia, facendo i conti con la perdita di colleghi e passeggeri.",
        "class": "Equipaggio"
    },
    {
        "passengerID": 15,
        "grade": "Passeggero",
        "name": "John Starr March",
        "age": 19,
        "role": "Impiegato delle poste",
        "survived": "",
        "image": "",
        "description": "John Starr March era uno steward del salone a bordo del RMS Titanic. March aveva precedentemente lavorato su altre navi della White Star Line, acquisendo una preziosa esperienza nell'ospitalità. Conosciuto per la sua affidabilità e il suo comportamento piacevole, era un membro dell'equipaggio molto apprezzato. Il suo ruolo sul Titanic prevedeva lunghe ore e una meticolosa attenzione ai dettagli, contribuendo all'esperienza lussuosa dei facoltosi viaggiatori della nave.",
        "history": "Albert Ervine, un steward, non sopravvisse al disastro del Titanic. Il suo corpo non fu mai recuperato.",
        "class": "Equipaggio"
    },
    {
        "passengerID": 16,
        "grade": "Passeggero",
        "name": "Hugh Walter McElroy",
        "age": 54,
        "role": "Cassiere",
        "survived": "",
        "image": "",
        "description": "Hugh Walter McElroy era il capo commissario sul Titanic, responsabile della supervisione del benessere dei passeggeri e della gestione delle transazioni finanziarie a bordo. McElroy era un membro esperto e rispettato dell'equipaggio, avendo servito su varie navi della White Star Line. I suoi compiti includevano la gestione dei biglietti, la gestione del personale e la garanzia della soddisfazione dei passeggeri. Conosciuto per la sua professionalità e attenzione ai dettagli, McElroy giocava un ruolo cruciale nel mantenere le operazioni della nave. La sua posizione richiedeva una forte leadership e eccellenti capacità organizzative, rendendolo una figura chiave nel funzionamento senza intoppi del Titanic.",
        "history": "Il capo commissario Hugh McElroy morì nell'affondamento. Era responsabile della supervisione dell'evacuazione e della sicurezza dei passeggeri.",
        "class": "Equipaggio"
    },
    {
        "passengerID": 17,
        "grade": "Passeggero",
        "name": "Joseph Dawson",
        "age": 24,
        "role": "Trim",
        "survived": "",
        "image": "",
        "description": "Joseph Dawson era un trimmer del carbone sul RMS Titanic, lavorando nella sala macchine per garantire il buon funzionamento dei motori della nave. I compiti giornalieri di Dawson includevano un lavoro fisicamente impegnativo, spalando carbone nelle fornaci e mantenendo la potenza della nave. Impiegato dalla White Star Line, aveva esperienza su altre navi a vapore, il che lo rendeva abile nella gestione dell'ambiente di lavoro faticoso sotto coperta. Dawson era conosciuto per il suo duro lavoro e la sua camaraderie con i compagni di equipaggio.",
        "history": "Joseph Dawson, un trimmer del carbone, perì nella tragedia. La sua tomba a Halifax, Nuova Scozia, divenne famosa per la sua associazione con il personaggio fittizio nel film 'Titanic'.",
        "class": "Equipaggio"
    },
    {
        "passengerID": 18,
        "grade": "Passeggero",
        "name": "Eugene Daly",
        "age": 22,
        "role": "",
        "survived": "",
        "image": "",
        "description": "Durante l'affondamento, Daly era nella sua cabina di terza classe quando sentì l'impatto. Riuscì a scappare e si trovò su una scialuppa pieghevole capovolta. Sopravvisse al disastro e fu salvato dalla Carpathia. Dopo il Titanic, Daly emigrò negli Stati Uniti e si stabilì a New York. Spesso raccontava le sue esperienze di quella fatidica notte, condividendo la sua storia con la famiglia e gli storici. La sopravvivenza di Daly fu una testimonianza della sua resilienza e determinazione a cercare una vita migliore in America.",
        "history": "",
        "class": "Equipaggio"
    },
    {
        "passengerID": 19,
        "grade": "Passeggero",
        "name": "Arthur Barrat",
        "age": 25,
        "role": "",
        "survived": "",
        "image": "",
        "description": "Arthur Barrat era uno steward di terza classe sul Titanic, responsabile dell'assistenza ai passeggeri e del mantenimento delle loro sistemazioni. I compiti di Barrat includevano garantire la pulizia, fornire pasti e prendersi cura delle esigenze dei passeggeri in terza classe. Aveva precedentemente lavorato su altre navi, il che gli aveva fornito le competenze necessarie per il suo ruolo. Il lavoro di Barrat richiedeva diligenza e un atteggiamento amichevole, poiché aiutava a rendere confortevole il viaggio per quelli nei ponti inferiori.",
        "history": "Il Dr. O'Loughlin, il capo chirurgo del Titanic, mostrò grande dedizione durante l'affondamento, curando i feriti e aiutando dove poteva. Perì nella tragedia e il suo corpo non fu mai recuperato. Le sue azioni durante la tragedia furono ricordate come eroiche dai sopravvissuti.",
        "class": "Equipaggio"
    },
    {
        "passengerID": 20,
        "grade": "Passeggero",
        "name": "Dr. O'Laughlin",
        "age": 24,
        "role": "",
        "survived": "",
        "image": "",
        "description": "Il Dr. William Francis Norman O'Loughlin era il chirurgo senior sul RMS Titanic. Prima di unirsi al Titanic a Southampton, il Dr. O'Loughlin aveva una carriera distinguibile nella medicina marittima, servendo su varie navi della White Star Line. Le sue responsabilità includevano prendersi cura delle necessità mediche, curare le malattie e gestire qualsiasi problema di salute a bordo. Conosciuto per la sua competenza e cura compassionevole, il Dr. O'Loughlin era molto rispettato sia dai passeggeri che dall'equipaggio. La sua presenza sul Titanic garantiva che la nave avesse accesso a servizi medici professionali, contribuendo al benessere generale di tutti a bordo.",
        "history": "",
        "class": "Equipaggio"
    },
    {
        "passengerID": 21,
        "grade": "Passeggero",
        "name": "Luigi Gatti",
        "age": 5,
        "role": "",
        "survived": "",
        "image": "",
        "description": "Luigi Gatti, nato Gaspare Antonio Pietro Gatti il 3 gennaio 1875 a Montalto Pavese, Italia, era un uomo d'affari e ristoratore italiano. Prima di unirsi al RMS Titanic, Gatti aveva una carriera affermata nell'industria dell'ospitalità a Londra. Gestiva diversi stabilimenti noti, tra cui i ristoranti Ritz 'Gatti's Adelphi' e 'Gatti's Strand'.Sul Titanic, Gatti era il gestore del Ristorante À la Carte, noto anche come Ristorante Ritz, situato sul Ponte B. Questo ristorante era riservato esclusivamente ai passeggeri di prima classe, offrendo un'esperienza culinaria lussuosa con un arredamento in stile francese Louis XVI. Il ristorante disponeva di una sala di ricevimento per aperitivi e di un Café Parisien adiacente.Le responsabilità di Gatti includevano la supervisione delle operazioni del ristorante e garantire alti standard di servizio. La sua presenza sul Titanic faceva parte dello sforzo della White Star Line di fornire un'esperienza culinaria senza pari per i loro passeggeri più facoltosi.",
        "history": "Durante l'affondamento, Luigi Gatti fu visto per l'ultima volta mentre aiutava i passeggeri a salire sulle scialuppe di salvataggio. Gatti non sopravvisse al disastro e il suo corpo non fu mai recuperato.",
        "class": "Equipaggio"
    },
    {
        "passengerID": 22,
        "grade": "Passeggero",
        "name": "Edith Louise Rosenbaum",
        "age": 50,
        "role": "Passeggero",
        "survived": true,
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/89/Edith_%28Rosenbaum%29_Russell.jpg/220px-Edith_%28Rosenbaum%29_Russell.jpg",
        "description": "Edith Louise Rosenbaum era una giornalista americana con un futuro brillante davanti a sé  Figlia unica di una ricca famiglia ebraica, Edith aveva viaggiato molto durante i suoi 33 anni di vita. Nei suoi articoli aveva descritto con calore l’ambiente della moda a Parigi. Sua madre lamentava una sua certa tendenza a mettersi nei guai e infatti nel 1911 Edith ebbe un incidente d'auto. Mentre era convalescente, la madre regalò a Edith un carillon giocattolo a forma di maialino e le fece promettere di tenere sempre con sé questa 'mascotte', ovunque andasse. Nel 1912, la mascotte era con Edith mentre saliva sul Titanic a Cherbourg.Il Titanic era all'altezza di tutto il clamore che aveva provocato ed  Edith si trovò quasi turbata dall'opulenza della nave. 'Non era una nave; una città galleggiante sarebbe una descrizione più appropriata.' Prima della partenza finale da Queenstown, scrisse alla sua segretaria dicendole: 'Non riesco a superare la mia sensazione di depressione e premonizione; vorrei questo viaggio fosse già finito.' Nonostante i suoi inquietanti presentimenti, Edith scrisse dei primi giorni a bordo della nave come di giorni tranquilli. La sera del 14 aprile si era vestita a festa e dopo una cena di gala, era andata a scrivere lettere nel salone di prima classe. Consegnò le sue lettere al responsabile della posta, promettendogli di pagarlo per le spese di spedizione al mattino successivo e si ritirò nella sua cabina.",
        "history": "",
        "class": "1a"
    },
    {
        "passengerID": 23,
        "grade": "Passeggero",
        "name": "J. Bruce Ismay",
        "age": 29,
        "role": "Quartermaster",
        "survived": true,
        "image": "https://upload.wikimedia.org/wikipedia/commons/1/11/J._Bruce_Ismay.jpeg",
        "description": "J. Bruce Ismay era presidente della International Mercantile Marine Company ed erede della White Star Line, nonché uno dei principali rappresentanti del Titanic stesso. Era stato manager della White Star quando le navi classe Oceanic di suo padre avevano dominato il commercio passeggeri negli anni 1870 e fece parte della successiva corsa agli armamenti di linea che portò alla costruzione di alcune delle più grandi navi conosciute dall’umanità.Sulla scia dei debutti dei colossi Cunard Mauritania e Lusitania, Ismay si incontrò con Lord Pirrie, armatore dei cantieri Harland & Wolff. I due decisero che i prossimi passi della White Star sarebbero stati, ovviamente, pensare in grande e poco dopo la Harland & Wolff iniziò a progettare la nuova classe di navi olimpiche.Le navi della classe Olympic sarebbero state meraviglie tecnologiche di velocità e lusso. Dotate dell’apparato radio all’avanguardia di Marconi e del rivoluzionario sistema di paratie stagne, le navi sarebbero state praticamente inaffondabili. Durante il processo di progettazione, il capo progettista Alexander Carlisle aveva discusso con la proprietà dell’aggiunta di più scialuppe di salvataggio alla nave. Ma i  regolamenti del Ministero del Commercio erano basati sul peso della nave, non sul numero di passeggeri ed erano stati scritti in un momento in cui una nave il peso del Titanic non poteva essere neppure concepita. Tuttavia, con la combinazione del sistema radio e delle paratie a riempimento lento, i progettisti credevano che in caso di emergenza ci sarebbe stato tempo sufficiente per le navi di salvataggio per arrivare e trasportare i passeggeri in sicurezza. In una tale emergenza, le scialuppe di salvataggio agivano solo come traghetti tra le navi e come tali non erano considerate attrezzatura essenziale per il viaggio inaugurale del Titanic.Nel film di Cameron è Ismay a imporre al comandante la velocità di crociera a cui andavano. Ismay probabilmente voleva stupire arrivando a New York prima del previsto. Ndr",
        "history": "",
        "class": "1a"
    },
    {
        "passengerID": 24,
        "grade": "Passeggero",
        "name": "John Jacob Astor",
        "age": 36,
        "role": "Passeggero",
        "survived": false,
        "image": "https://upload.wikimedia.org/wikipedia/commons/c/c4/John_Jacob_Astor_IVb.jpg",
        "description": "John Jacob Astor IV era un membro della famosa famiglia Astor. All’inizio del secolo, il giovane Astor era una figura affascinante, di grande interesse pubblico e di forte impatto sulla vita sociale di New York. I famosi hotel di Waldorf e Astoria furono entrambi costruiti da Astor sostanzialmente per rivaleggiare con suo cugino.Servì come tenente colonnello nella guerra ispano-americana, finanziando personalmente un’unità di artiglieria volontaria nota come la “Astor Battery” e prima della fine del conflitto ricevette una promozione di guerra a colonnello.Nonostante fosse uno degli uomini più ricchi d’America, il suo patrimonio iniziò a diminuire nel 1909 quando divorziò da sua moglie – la madre dei suoi due figli – in seguito alle voci su un adulterio consumato con una giovane donna di nome Madelaine Force, all’epoca di soli 18 anni. Poco dopo, Astor danneggiò ulteriormente la sua immagine agli occhi delle alte sfere della società americana, sposando la giovane donna. Il figlio di Astor, Vincent, fece da testimone al matrimonio, anche se era solo meno di due anni più vecchio della giovane sposa. Sperando di sfuggire all’opinione pubblica, Astor e la giovane moglie si concessero una lunga luna di miele, trascorrendo diverse settimane in Europa e in Egitto. Quando arrivò il momento di tornare a New York sembrava la scelta più ovvia prenotare il viaggio a bordo della nave più nuova e lussuosa sull’oceano: il Titanic.",
        "history": "",
        "class": "1a"
    },
    {
        "passengerID": 25,
        "grade": "Passeggero",
        "name": "Dr. Alice Farnham Leader",
        "age": 31,
        "role": "Passeggero",
        "survived": true,
        "image": "https://www.encyclopedia-titanica.org/images/alice_leader_P1.jpg",
        "description": "Alice May Farnham nacque nello stato di New York nel 1862, ed era la maggiore di cinque figli di una ricca famiglia. Date le risorse di famiglia, Alice fu in grado di intraprendere una carriera che poche donne del suo tempo avrebbero anche solo immaginato  e frequentò una delle prime scuole al mondo fondate per la formazione di donne come medici, conseguendo il dottorato nel 1884.La Dr. Farnham ebbe un particolare interesse per quella che sarebbe poi stata poi chiamata “salute mentale” e nel 1886 fu uno dei medici stabili del Willard Asylum for the Chronic Insane. La Dott.ssa  Farnham si concentrò anche sui problemi delle donne e fece ricerca come assistente al Willard State Hospital, una struttura citata dalla New York State Medical Association nel 1891 per il suo contributo allo smantellamento della cosiddetta “psicologia uterina”, un’idea antiquata di salute mentale delle donne che tentava di correlare i disordini ginecologici con la follia.Nel 1892, la Dott.ssa Farnham incontrò e sposò un altro medico, il Dr. John Augustine Leader. Entrambi praticarono la medicina fino alla morte inaspettata dell’uomo, otto anni dopo. Nonostante la tragica perdita del marito, la Dott.ssa Farnham Leader continuò a viaggiare per tutta la vita, compiendo numerosi viaggi in Europa. Nella primavera del 1912 si preparava a tornare a casa da un viaggio in Europa con la sua amica Margaret Swift e i loro amici Frederick e Marion Kenyon. Mrs. Kenyon in seguito raccontò che suo marito annunciò la notizia che sarebbero tornati a casa a bordo del Titanic, dicendo:  “Beh, ho una meravigliosa sorpresa per te! Stiamo andando sull’inaffondabile Titanic, la nave più meravigliosa che sia mai nata!",
        "history": "Non c’era nessun segnale di avvertimento per i passeggeri. Gli ufficiali ritenevano inutile chiamare le persone sui ponti, visto che non tutte potevano salire sulle scialuppe.  In un certo senso si sarebbero accresciuti l’orrore e la crudeltà.  Con le barche che avevamo, se gestite correttamente, non ho dubbi che almeno 900 avrebbero potuto essere facilmente salvate.  Abbiamo remato lontano dal Titanic e non abbiamo potuto vedere l’iceberg che all’alba.”“La cosa più terribile di tutte è pensare che ci fosse una nave nelle vicinanze e avrebbe potuto salvare tutte le 1.500 anime perdute. Il motivo per cui non sia venuta in soccorso mi sembra dovrebbe essere l’argomento più importante dell’indagine.  L’abbiamo vista tutti, non solo le luci, ma abbiamo visto i suoi alberi. Non era un miraggio. Non era un visione soggettiva. Tutti l’abbiamo vista.” “Se questa nave era così, alla deriva, senza occhi per accorgersi di noi, questo solleva più inquietanti interrogativi che mai sui viaggi oceanici.  Noi potevamo vedere le sue luci di servizio e i suoi alberi, perché quelli a bordo non potevano vedere i nostri potenti razzi di emergenza?” – Queste furono le sole considerazioni di Farnham Leader sul naufragio",
        "class": "1a"
    },
    {
        "passengerID": 26,
        "grade": "Passeggero",
        "name": "Margaret Brown",
        "age": 25,
        "role": "Passeggero",
        "survived": false,
        "image": "https://visithannibal.com/wp-content/uploads/2023/12/Molly-Brown-portrait.jpg",
        "description": "Nata ad Hannibal Missouri da immigrati cattolici irlandesi, Maggie Tobin si trasferì in Colorado all’età di 18 anni, trasferendosi con suo fratello Daniel in una casetta di legno di due stanze. Suo fratello Daniel divenne un minatore e Maggie si mise a fare la sarta. Incontrò J.J. Brown mentre viveva in Colorado e anche se il suo desiderio sarebbe stato sposare un ricco minatore, si innamorò di questo giovane  povero e lo sposò comunque. Alcuni anni dopo il loro matrimonio e la nascita dei loro bambini, J.J. fu determinante nell’aiutare l’azienda per cui lavorava nel trovare l’oro in una miniera d’argento già impoverita. Ed ecco che Maggie Brown aveva improvvisamente il ricco minatore dei suoi sogni. Con la ricchezza arrivò l’accesso a nuovi strati sociali e Maggie fu coinvolta in una varietà di interessi e impegni che andavano dalle lingue straniere al suffragio femminile. Nel corso degli anni, il matrimonio si incrinò e  Maggie e J.J. vivevano separati, anche se non c’erano cattivi rapporti tra di loro. Maggie continuò a dedicarsi al mondo sociale e nel 1912 viaggiò verso Parigi in rappresentanza del marito, uno degli uomini più ricchi d’America e andò a far visita a sua figlia che stava studiando alla prestigiosa Università della Sorbona. Era una donna di quarantacinque anni già resa nonna ed era estremamente attenta, così  quando seppe che il suo nipotino più grande a casa era malato, si affrettò ad abbreviare il suo viaggio e correre di ritorno in Colorado. Per fortuna, c’era la nuova nave della White Star era dal biglietto molto costoso ma che era praticamente inaffondabile, e su quella nave Mrs. Brown non dovette neppure mettere in pausa la sua intensa vita sociale per il viaggio di ritorno, data la vita di bordo. Ndr ha ispirato Il personaggio interpretato da Katy Bates",
        "history": "",
        "class": "1a"
    },
    {
        "passengerID": 27,
        "grade": "Passeggero",
        "name": "Daniel Warren Marvin",
        "age": 18,
        "role": "Passeggero",
        "survived": true,
        "image": "/src/IMGLOCAL/DanMarvin_Titanic.webp",
        "description": "Daniel Warner Marvin era il maggiore di quattro figli. Suo padre Harry Marvin era un inventore che aveva co-fondato due società di produzione: la American Mutoscope e la Biograph Company. Le aziende producevano materiale per Mutoscopi,dispositivi per immagini in movimento a visualizzazione individuale, tra i primi apparecchi cinematografici, che rivaleggiavano con il Cinetoscopio della Edison Company. A 18 anni, Daniel sposò la sua fidanzata scozzese Mary Graham Carmichael Farquharson. La madre e la zia di Mary erano le famosi designer Farquharson & Wheelock – note per i loro abiti da donna eleganti e alla moda. (I vestiti di Farquharson & Wheelock erano così richiesti che nel 1910 due furono rubati alla figlia dell’ex presidente Teddy Roosevelt.) Nel 1912 i progettisti avevano raggiunto un’ambita posizione di rappresentanza sulla Fifth Avenue di Manhattan. Daniel e Mary si sposarono con una cerimonia segreta a Manhattan nel gennaio 1912. Nel marzo dello stesso anno, si risposarono con una cerimonia pubblica. Mary indossava un abito da sposa Farquharson & Wheelock, e il matrimonio fu girato di fronte alle telecamere del padre di Daniel, creando alcuni dei primi filmati di nozze conosciuti nella storia del cinema. Per la loro luna di miele i giovani sposi si sono recati in Europa a bordo del veloce e lussuoso Mauritania della Cunard. Il loro viaggio di ritorno a casa dall’Inghilterra prometteva di essere ancora più lussuoso, in quanto erano prenotati nella prima classe del più grande piroscafo del mondo: il Titanic.",
        "history": "",
        "class": "1a"
    },
    {
        "passengerID": 28,
        "grade": "Passeggero",
        "name": "Helen Loraine Alison",
        "age": 39,
        "role": "Passeggero",
        "survived": true,
        "image": "https://images.findagrave.com/photos/2016/294/171642298_1477089615.jpg?size=photos1024",
        "description": "H. Loraine Allison nacque il 5 giugno 1909 e non aveva ancora tre anni quando il Titanic salpò. Il padre di Loraine, Hudson Allison, era un ricco agente di cambio dell’Ontario che aveva dimostrato un forte senso degli affari fin dalla giovane età e aveva iniziato a lavorare in finanza a soli 19 anni. La madre di Loraine era un’americana di nome Bess Waldo Daniels di Milwaukee, nel Wisconsin. I due si sposarono nel 1908 e Loraine arrivò un anno dopo. Il fratello di Loraine, Trevor, nacque il 7 maggio 1911. Nel 1912 Hudson portò la sua famiglia con sé in Inghilterra dove era andato per un viaggio d’affari. Gli Allison erano devoti metodisti e parte del loro viaggio comprendeva una visita a Epworth in modo che il Trevor potesse essere battezzato in un luogo di importanza storica per i metodisti. Un’altra ragione importante del viaggio in Inghilterra fu quella di scegliere sia i mobili che il personale per la nuova casa che avevano costruito in Quebec, che sarebbero stati tutti trasportati sul lussuoso nuovo transatlantico: il Titanic. Gli Allison avevano tre cabine di prima classe sul ponte superiore. Due con i nuovi domestici che viaggiavano con loro per badare ai bambini, mentre le altre due cabine per i domestici erano in seconda classe. La sera del 14 aprile, la piccola Loraine ha raggiunto la madre nella sala da pranzo di prima classe per ammirarla, prima che i suoi genitori si sedessero a cena. ",
        "history": "",
        "class": "1a"
    },
    {
        "passengerID": 29,
        "grade": "Passeggero",
        "name": "Manuel Ramirez Uruchurtu",
        "age": 39,
        "role": "Countess of Rothes",
        "survived": true,
        "image": "/src/IMGLOCAL/ManuelUruchurtuRamirez.webp",
        "description": "Manuel Ramirez Uruchurtu era nato nel Messico nord-occidentale nel 1872. Proveniva da una famiglia benestante, in luce durante il Porfiriato –  periodo nella storia politica del Messico in cui Porfirio Díaz era al potere e sosteneva gli standard europei di forza, moderazione e civiltà. Uruchurtu si trasferì a sud per studiare legge a Città del Messico e ebbe successo come avvocato e politico. Aveva sposato una studentessa di una famiglia aristocratica e i due ebbero sette figli, mentre la carriera di Uruchurtu prosperava. Il giovane avvocato divenne amico di Ramón Corral, un membro della cerchia ristretta di Díaz, che un giorno sarebbe diventato vicepresidente. Ma nel 1911, Díaz e la sua élite politica furono costretti a dimettersi e vennero esiliati in Francia e così fu amche per l’amico e mentore di Uruchurtu, Corral. L’anno successivo, Uruchurtu andò in visita di Corral a Parigi e doveva tornare col piroscafo France, con destinazione Vera Cruz. Durante il suo soggiorno a Parigi, fu avvicinato dal collega politico Guillermo Obregón, che stava anch’egli tornando in Messico. Obregón aveva già acquistato i suoi biglietti, ma aveva bisogno di un percorso più diretto per tornare a Città del Messico. Così chiese a Uruchurtu di scambiare i biglietti con lui e in cambio, per prendere la rotta meno diretta, avrebbe avuto la possibilità straordinaria, di viaggiare nel lusso britannico in prima classe nel viaggio inaugurale del celebre nuovo piroscafo Titanic.",
        "history": "",
        "class": "1a"
    },
    {
        "passengerID": 30,
        "grade": "Passeggero",
        "name": "Ramón Artagaveytia",
        "age": 15,
        "role": "Passeggero",
        "survived": true,
        "image": "/src/IMGLOCAL/RamonArtagaveytia.webp",
        "description": "Ramón Artagaveytia nacque nel luglio 1840 a Montevideo, in Uruguay e all’età di 72 anni era uno dei passeggeri più anziani del Titanic. Era un ricco uomo d’affari che possedeva una fattoria in Argentina e viveva a Buenos Aires. Si era recato in Germania per visitare suo nipote, che aveva una posizione di rilievo presso il consolato uruguaiano a Berlino. Prima di partire da Queenstown per la traversata atlantica, Artagaveytia scrisse a suo fratello Adolfo, descrivendo la nave, anche se trovò la cosa difficile. Descrisse la forma della nave, il numero di personale e le comodità della sua stanza e poi la sala da pranzo di prima classe. L’anziano uomo d’affari aveva incontrato a cena  la sera precedente un politico messicano – probabilmente Manuel Ramirez Uruchurtu. Artagaveytia descrisse l’imbarco sul Titanic con gli occhi chiusi, poiché sebbene le strutture della nave dessero gran senso di sicurezza, avava avuto una storia traumatica con le navi. 31 anni prima, nel 1871, Artagaveytia era stato un passeggero a bordo dell’America – un piroscafo a pale di legno con destinazione Montevideo. La nave prese fuoco e Artagaveytia fu uno dei soli 64 sopravvissuti che sfuggirono alle fiamme della nave che affondava, lasciandolo in preda agli incubi anche tre decenni dopo. Scrisse a suo cugino prima nel 1912. “...Sono talmente spaventato che mi trovo sul ponte senza motivo col giubbotto di salvataggio pronto.”",
        "history": "",
        "class": "1a"
    },
    {
        "passengerID": 31,
        "grade": "Passeggero",
        "name": "Helen Churchill Candee",
        "age": 15,
        "role": "Passeggero",
        "survived": true,
        "image": "https://www.encyclopedia-titanica.org/images/CandeeBio-Helen-1905.jpg",
        "description": "Helen Churchill Hungerford nacque da una ricca famiglia di New York nel 1858. All’età di 22 anni si sposò e prese il Cognome Candee.  Dopo la nascita dei suoi due figli lei e suo marito si separarono. Candee era una scrittrice freelance, arredatrice d’interni, autore,  ed era una suffragetta che aveva scritto articoli per pubblicazioni come il Lady’s Home Journal, Harper’s Bazaar e Scribner’s Monthly, oltre a pubblicare diversi libri. Alla fine del 1800 la Candee e i bambini si trasferirono nel territorio dell’Oklahoma nella speranza di ottenere un divorzio più veloce. Mentre era lì, divenne famosa  pubblicando una sua autobiografia, contribuendo al Movimento che incoraggiò la migrazione dei coloni non nativi verso il Territorio dell’Oklahoma, terra che era stata precedentemente messa da parte come parte del Territorio indiano dopo il trasferimento forzato di molte tribù native americane all’inizio del XIX secolo. Le pubblicazioni pro-Oklahoma di Candee includevano il suo unico libro di narrativa: un romanzo intitolato “An Oklahoma Romance”. Candee continuò a guadagnare importanza con i suoi libri su argomenti come la capacità delle donne di contribuire alla forza lavoro (Come le donne possono guadagnarsi da vivere, 1900,) e la decorazione d’interni (Stili e periodi decorativi, 1906). Nel 1912 Candee era stata alla ricerca di un libro in Europa quando ricevette la notizia che suo figlio era stato gravemente ferito in un incidente e pianificò immediatamente il suo ritorno, prenotando un passaggio a bordo del Titanic, dove poteva distrarsi dalla preoccupazione tra le comodità di prima classe sul transatlantico più lussuoso al mondo.",
        "history": "",
        "class": "1a"
    },
    {
        "passengerID": 32,
        "grade": "Passeggero",
        "name": "William Sloper",
        "age": 36,
        "role": "Passeggero",
        "survived": true,
        "image": "",
        "description": "William Sloper era un agente di borsa americano che tornava da una vacanza europea a bordo del Titanic. Era un finanziere di successo di New Britain, Connecticut. Prima di imbarcarsi, trascorse del tempo a Parigi, dove apprezzò le offerte culturali e la vita sociale. Sloper era noto per la sua esperienza finanziaria e le sue connessioni sociali, che lo rendevano una figura ben rispettata nella sua comunità. Sul Titanic viaggiava in prima classe, riflettendo il suo status agiato. Il suo viaggio doveva essere un ritorno rilassante negli Stati Uniti, dove avrebbe ripreso il suo lavoro nel settore finanziario.",
        "history": "William Sloper, un agente di borsa americano, sopravvisse salendo sulla scialuppa di salvataggio 7. Affrontò voci di essersi travestito da donna per fuggire, che negò con veemenza. Successivamente prestò servizio nella Prima Guerra Mondiale e continuò la sua carriera nel settore finanziario.",
        "class": "1a"
    },
    {
        "passengerID": 33,
        "grade": "Passeggero",
        "name": "Irene Harris",
        "age": 53,
        "role": "Passeggero",
        "survived": true,
        "image": "",
        "description": "Irene Harris, una rinomata produttrice teatrale, viaggiava con suo marito, Henry Burkhardt Harris. Erano figure influenti nella scena teatrale di New York, avendo prodotto numerosi spettacoli di successo a Broadway. Prima di imbarcarsi sul Titanic, avevano visitato l'Europa, visitando importanti centri culturali e godendo delle arti. La coppia era ben nota nei circoli sociali per il loro contributo al mondo teatrale. Il viaggio di Irene sul Titanic faceva parte del loro ritorno a New York, dove pianificavano di continuare il loro lavoro nell'industria teatrale, promuovendo nuove produzioni e sostenendo la comunità artistica.",
        "history": "Irene Harris, una produttrice teatrale, sopravvisse al disastro del Titanic salendo sulla scialuppa di salvataggio 8. Continuò il suo lavoro nel teatro, ma il marito Henry Burkhardt Harris non sopravvisse.",
        "class": "1a"
    },
    {
        "passengerID": 34,
        "grade": "Passeggero",
        "name": "Henry Burkhardt Harris",
        "age": 46,
        "role": "Passeggero",
        "survived": false,
        "image": "",
        "description": "Henry Harris, un produttore teatrale di successo, viaggiava con sua moglie Irene. Conosciuto per aver prodotto spettacoli di successo a Broadway, Henry era una figura significativa nell'industria teatrale americana. Prima di imbarcarsi sul Titanic, la coppia aveva trascorso diversi mesi visitando l'Europa, godendo delle offerte culturali e artistiche. Avevano visitato teatri, incontrato altri produttori e esplorato potenziali collaborazioni. Il viaggio sul Titanic rappresentava il loro ritorno a New York, dove Henry aveva diversi progetti in programma. Il suo lavoro aveva un profondo impatto sulla scena teatrale, e era rispettato per la sua visione e dedizione alle arti.",
        "history": "Henry Harris, un noto produttore teatrale, non sopravvisse all'affondamento. Il suo corpo non fu mai recuperato, ma la moglie Irene sopravvisse e continuò il loro lavoro nell'industria teatrale.",
        "class": "1a"
    },
    {
        "passengerID": 35,
        "grade": "Passeggero",
        "name": "Berthe Antoine Mayné",
        "age": 30,
        "role": "Passeggero",
        "survived": false,
        "image": "",
        "description": "Berthe Antoine Mayné, una cantante belga, viaggiava sotto lo pseudonimo di Mrs. de Villiers, accompagnando il suo ricco amante, Quigg Edmond Baxter. Era nota nei circoli europei per le sue esibizioni in vari cabaret e locali musicali. Prima di imbarcarsi sul Titanic, Berthe si era esibita in diverse città europee, guadagnandosi una reputazione per il suo talento e fascino. La sua relazione con Baxter le offriva opportunità di viaggiare e vivere uno stile di vita lussuoso. Il viaggio sul Titanic doveva essere una continuazione dei loro viaggi insieme, godendo delle comodità e del prestigio associati ai viaggi di prima classe sulla nave più famosa del mondo.",
        "history": "Berthe Mayné, una cantante belga, sopravvisse salendo sulla scialuppa di salvataggio 9. Continuò la sua carriera di cantante dopo il disastro e spesso parlava della sua esperienza sul Titanic.",
        "class": "1a"
    },
    {
        "passengerID": 36,
        "grade": "Passeggero",
        "name": "Marjorie Anne Newell",
        "age": 22,
        "role": "Nanny",
        "survived": true,
        "image": "",
        "description": "Marjorie Newell, in viaggio con suo padre Arthur, tornava da un tour culturale in Europa. Avevano visitato siti storici significativi, musei e partecipato a vari eventi culturali. Marjorie, una giovane donna di istruzione e raffinatezza, apprezzava l'opportunità di imparare e sperimentare culture diverse. Prima di imbarcarsi sul Titanic, avevano trascorso del tempo in città come Parigi e Roma, assorbendo la ricca storia e l'arte. Il viaggio di ritorno negli Stati Uniti era atteso con impazienza, poiché non vedevano l'ora di condividere le loro esperienze con familiari e amici. Il background di Marjorie nelle arti rendeva questo viaggio particolarmente arricchente e memorabile.",
        "history": "Marjorie Newell, in viaggio con il padre, sopravvisse salendo sulla scialuppa di salvataggio 6. Continuò a vivere una vita tranquilla negli Stati Uniti dopo il disastro.",
        "class": "1a"
    },
    {
        "passengerID": 37,
        "grade": "Passeggero",
        "name": "Major Arthur Godfrey Puchen",
        "age": 33,
        "role": "Passeggero",
        "survived": false,
        "image": "",
        "description": "Il maggiore Arthur Godfrey Peuchen era un uomo d'affari canadese e ufficiale di milizia noto per la sua esperienza nella navigazione. Era membro del prestigioso Royal Canadian Yacht Club e aveva una conoscenza marittima significativa. Prima di imbarcarsi sul Titanic, Peuchen aveva partecipato a riunioni di lavoro ed eventi sociali in Europa. Il suo background in chimica e manifattura lo rendeva una figura rispettata nella comunità imprenditoriale. Il viaggio sul Titanic faceva parte del suo ritorno in Canada, dove intendeva riprendere le sue attività commerciali. L'interesse di Peuchen per la navigazione e gli affari marittimi lo rendeva particolarmente interessato al design e alle capacità del Titanic. Aveva attraversato l'Atlantico 40 volte e criticava apertamente la gestione delle navi del capitano Smith.",
        "history": "Il maggiore Arthur Godfrey Peuchen era un uomo d'affari canadese e ufficiale di milizia con una significativa esperienza nella navigazione. Era un passeggero di prima classe sul RMS Titanic. La notte dell'affondamento, Peuchen fu uno dei pochi uomini autorizzati a salire su una scialuppa, precisamente la scialuppa 6, dopo che si scoprì che mancava di equipaggio sufficiente per remare. La sua esperienza nella navigazione si rivelò preziosa per guidare la scialuppa. Il comportamento calmo e le capacità pratiche di Peuchen furono fondamentali per mantenere l'ordine tra gli occupanti della scialuppa. Dopo essere stato salvato dalla RMS Carpathia, Peuchen tornò in Canada e testimoniò sia alle inchieste americane che britanniche sul disastro, fornendo preziose informazioni sugli eventi che portarono all'affondamento e sulle carenze delle disposizioni delle scialuppe. Continuò la sua carriera negli affari e rimase un membro attivo del Royal Canadian Yacht Club. La testimonianza e le azioni di Peuchen furono notate per la loro integrità e il suo impegno per la sicurezza pubblica.",
        "class": "1a"
    },
    {
        "passengerID": 38,
        "grade": "Passeggero",
        "name": "Benjamin Gugenheim",
        "age": 31,
        "role": "Passeggero",
        "survived": false,
        "image": "",
        "description": "Benjamin Guggenheim era un uomo d'affari americano e membro della ricca famiglia Guggenheim, nota per le loro imprese minerarie. Si era imbarcato sul Titanic dopo un viaggio di lavoro in Europa, dove aveva condotto riunioni e supervisionato i suoi vari interessi. Accompagnato dal suo valletto Victor Giglio, Guggenheim era noto per il suo stile di vita sontuoso e i suoi contributi significativi alle arti. Prima del viaggio, aveva trascorso del tempo a Parigi, godendo della scena culturale della città.",
        "history": "Benjamin Guggenheim era un uomo d'affari americano e membro della ricca famiglia Guggenheim, nota per le loro imprese minerarie. Si era imbarcato sul Titanic dopo un viaggio di lavoro in Europa, dove aveva condotto riunioni e supervisionato i suoi vari interessi. Accompagnato dal suo valletto Victor Giglio, Guggenheim era noto per il suo stile di vita sontuoso e i suoi contributi significativi alle arti. Prima del viaggio, aveva trascorso del tempo a Parigi, godendo della scena culturale della città.",
        "class": "1a"
    },
    {
        "passengerID": 39,
        "grade": "Passeggero",
        "name": "Victor Giglio",
        "age": 32,
        "role": "Passeggero",
        "survived": false,
        "image": "",
        "description": "Emily Hart stava emigrando negli Stati Uniti con i suoi tre figli: Eva, Geoffrey e Arthur. Cercavano nuovi inizi e migliori opportunità, lasciandosi alle spalle la loro vita in Inghilterra. Prima di imbarcarsi sul Titanic, Emily si preparò per il trasferimento organizzando le loro cose e salutando amici e parenti. La famiglia Hart attendeva con ansia di riunirsi con i parenti già stabilitisi in America. La decisione di Emily di emigrare era motivata dalla speranza di offrire un futuro migliore ai suoi figli. Il viaggio sul Titanic rappresentava un passo significativo nel loro piano di iniziare una nuova vita negli Stati Uniti.",
        "history": "Victor Giglio, valletto di Benjamin Guggenheim, era responsabile di garantire il comfort del suo datore di lavoro in ogni momento, incluso durante il loro viaggio di ritorno dall'Europa. Gestiva le esigenze personali di Guggenheim, gli accordi di viaggio e lo assisteva nelle sue attività quotidiane. Il background di Giglio nel servizio personale lo rendeva una parte fidata e indispensabile dell'entourage di Guggenheim. Il viaggio sul Titanic faceva parte dei suoi doveri, assicurandosi che le necessità di Guggenheim fossero soddisfatte durante tutto il viaggio.",
        "class": "1a"
    },
    {
        "passengerID": 40,
        "grade": "Passeggero",
        "name": "Joseph Philippe Lemercier Laroche",
        "age": 32,
        "role": "Passeggero",
        "survived": false,
        "image": "/src/IMGLOCAL/JOSEPH PHILIP LEMER.png",
        "description": "Monsieur Joseph Philippe Lemercier Laroche era un ingegnere ventiseienne che viaggiava con la sua giovane famiglia dalla Francia verso la sua patria, Haiti. Joseph era bilingue e altamente istruito: alla tenera età di 15 anni era venuto in Francia per conseguire la laurea in ingegneria. Qui incontrò e sposò Juliette Lafargue e i due ben presto, ebbero due figlie Simonne e Louise. Nonostante l'altissima istruzione di Joseph, il pregiudizio razziale in Francia gli rese difficile ottenere un lavoro ben pagato. Ad Haiti Giuseppe era un membro della prospera classe superiore, discendente di un ex presidente haitiano, Cincinnato Leconte, di cui Joseph era nipote.  Quindi sperava che il ritorno ad Haiti avrebbe permesso alla sua carriera di decollare e dopo aver saputo che Juliette era incinta ancora una volta, i Laroches decisero di salpare per Haiti. come regalo di benvenuto, la madre di Joseph acquistò i biglietti di prima classe a bordo della nave La France. Tuttavia, quando seppero che la loro nave aveva regole severe sui bambini che cenavano con i loro genitori, scelsero di scambiare i loro biglietti con posti di seconda classe a bordo del Titanic, sperando di trascorrere un viaggio più piacevole in famiglia. Il giorno dopo la partenza del Titanic, Juliette scrisse a suo padre in Francia descrivendo un viaggio idilliaco con la sua famiglia: mentre Joseph portava le bambine a fare una passeggiata, Simonne spingeva la sorellina Louise nella sua carrozzina.",
        "history": "Per molti anni si è pensato che non ci fossero passeggeri neri a bordo del Titanic e oggi si ritiene che Laroche fosse l’unica persona di origine africana dispersa nel naufragio. Mentre la moglie incinta e le due bambine venivano calate in una scialuppa di salvataggio, Joseph  sperava di salire su un’altra scialuppa. La sua famiglia non lo rivide mai più.",
        "class": "2a"
    },
    {
        "passengerID": 41,
        "grade": "Passeggero",
        "name": "Masabumi Hasono",
        "age": 32,
        "role": "Passeggero",
        "survived": false,
        "image": "https://pbs.twimg.com/media/GIUpi50WcAAdBgI.jpg:large",
        "description": "Masabumi Hasono era un funzionario giapponese nato in una città costiera della prefettura di Niigata. Andò a scuola a Tokyo e iniziò a lavorare in vari uffici ferroviari, iniziando come impiegato di carico al Shiodome Freight Terminal e lavorando fino al titolo di direttore della ferrovia presso l’Ufficio Ferroviario Imperiale.Nel 1910 Hasono lavorava per il Ministero dei Trasporti ed era un funzionario molto apprezzato. Aveva completato un corso di lingua russa e fu inviato in Russia per studiare la complessità del sistema ferroviario statale, uno dei più grandi al mondo. L’incarico a lungo termine portò Hasono lontano da sua moglie e dai suoi figli per due anni. Hasono descrisse nelle sue lettere la sua solitudine, pensando alla famiglia a casa e di come si sforzava di  finire il suo compito il più rapidamente possibile, per tornare da loro.Infine, nel 1912, Hasono lasciò la Russia. Il suo viaggio di ritorno in Giappone lo avrebbe portato prima a Londra e attraverso gli Stati Uniti, forse dandogli l’opportunità di studiare i treni in Europa e negli Stati Uniti prima di ripartire da San Francisco. Anche se la sua principale preoccupazione era il trasporto ferroviario, probabilmente sulla nave deve essere stato sicuramente interessato ai sistemi di navigazione quando il suo percorso verso casa lo mise a bordo del Titanic, l’avanguardia nel trasporto oceanico di linea. Il 10 aprile aveva iniziato una lettera alla moglie in inglese e dopo averle fatto sapere di essere sul Titanic, distratto dalla vita a bordo, se ne dimenticò e la lettera venne lasciata lì per un po’.",
        "history": "",
        "class": "2a"
    },
    {
        "passengerID": 42,
        "grade": "Passeggero",
        "name": "Wallce Henry Hartley",
        "age": 32,
        "role": "Passeggero",
        "survived": false,
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Wallace_Henry_Harvey.jpg/220px-Wallace_Henry_Harvey.jpg",
        "description": "Wallace Hartley era cresciuto nel nord dell'Inghilterra in una comunità metodista a Colne. Cantava nel coro della chiesa ed aveva imparato a suonare il violino da un uomo chiamato Pickles. Wallace trovò il primo lavoro come impiegato di banca, ma non era contento. Suonava musica in ogni occasione al di fuori del suo lavoro e presto capì che ciò che desiderava di più era fare della musica il suo lavoro e passò a musicista professionista.In quel periodo incontrò una giovane donna di nome Maria Robinson e i due si fidanzarono. Per celebrare il loro fidanzamento, Maria donò a Wallace un violino, con un'incisione sulla cordiera: 'Per Wallace in occasione del nostro fidanzamento da parte di Maria.'Nonostante Wallace fosse estremamente impegnato con i concerti regolari, i due innamorati trovavano il tempo di vedersi e poiché  la domanda di musicisti dal vivo cresceva, le opportunità di lavoro per Wallace aumentavano. Stava assumendo incarichi di lavoro a bordo di transatlantici e nel 1912 aveva fatto la traversata atlantica a bordo delle navi della Cunard ormai numerose volte, così gli fu offerto il lavoro di direttore dell’orchestra a bordo del Titanic.Wallace avrebbe preso il suo nuovo posto sul Titanic solo pochi giorni dopo il suo ritorno in Inghilterra e quindi non ebbe il tempo di far visita a Maria e alla sua famiglia.  Scrisse a casa a bordo della nave prima di salpare il 10 aprile, 'Mi è spiaciuto molto non tornare a casa e sarebbe stato bello aver visto tutti voi, anche se solo per un'ora o due, ma non ho potuto gestire la cosa diversamente.'",
        "history": "",
        "class": "2a"
    },
    {
        "passengerID": 43,
        "grade": "Passeggero",
        "name": "Edmund and Michel Navratil",
        "age": 32,
        "role": "PPasseggero",
        "survived": false,
        "image": "/src/IMGLOCAL/EDMUN AND MICHEL.png",
        "description": "I fratelli John (4 anni) e Fred (2) erano i figli di Louis Hoffman, un vedovo a bordo del Titanic in seconda classe. Almeno, questo è quello che il sig. Hoffman aveva detto all’equipaggio e ai passeggeri della nave. In realtà, la madre dei ragazzi era viva e Hoffman era il suo nome solo sul passaporto, il padre dei ragazzi era in realtà Michel Navratil.Navratil era un sarto slovacco che si era fatto un nome a Nizza, in Francia. Sposò una donna italiana ed ebbero due figli, Edmond e Michel. Non molto tempo dopo la nascita del secondo figlio, la coppia iniziò la procedura di divorzio e la custodia dei ragazzi venne affidata alla madre.Nell’aprile del 1912, i ragazzi di Navratil stavano passando il fine settimana di Pasqua con il padre,  quando la madre arrivò per recuperarli, senza trovare nessuno.  Navratil era fuggito con i ragazzi, rubando un passaporto ad un amico di nome Louis Hoffman. Rimasero la notte al Charing Cross Hotel e il giorno dopo Navratil salì a bordo del Titanic come passeggero di seconda classe con una pistola carica e i due figli rapiti.Nonostante il dramma che si svolgeva intorno a loro, i bimbi così piccoli sembrava fossero imperturbabili. Sabato sera il padre li lasciò alle cure di una donna svizzera di nome Bertha Lehmann mentre andava a giocare a carte e un giornalista che poi ne parlò li descrisse come “piccoli compagni dolci, educati e gentili.”",
        "history": "",
        "class": "2a"
    },
    {
        "passengerID": 44,
        "grade": "Passeggero",
        "name": "William Theodore Ronald Brailey",
        "age": 32,
        "role": "PPasseggeror",
        "survived": false,
        "image": "https://images.findagrave.com/photos/2020/211/213914623_13d4e6ed-9b7d-4e4f-8a0a-de66c76cf315.jpeg",
        "description": "William Theodore Ronald Brailey nacque nell’Essex alla fine del 1887. Una donna del suo paese gli aveva insegnato a suonare il pianoforte e grazie a questo, Brailey iniziò a mantenersi da solo piuttosto presto. Nel 1902 si unì all’orchestra del Kensington Palace Hotel e nello stesso anno si arruolò nell’esercito, a poco meno di 15 anni. Entrò a far parte dei Fucilieri reali del Lancashire, salpò per la prima volta per le Barbados e fu nominato membro della banda del reggimento prima di compiere 16 anni. L’anno successivo salpò per il Sudafrica prima di tornare in Inghilterra per studiare alla Royal Military School of Music. Brailey trascorse due anni all’accademia, studiando il violoncello e il flauto, visto che già suonava il pianoforte. Completò la sua formazione musicale e dopo aver ricevuto una promozione a caporale, Brailey lasciò l’esercito nel 1907, scegliendo di rescindere il suo contratto. Dopo aver lasciato l’esercito, Brailey iniziò a lavorare per l’orchestra del Pier Pavilion, oltre a lavorare a bordo di transatlantici e a suonare durante viaggi oceanici. Iniziò a uscire con una giovane modista di nome Teresa Steinhilber. Quando assunse il lavoro di pianista a bordo del Titanic, Brailey era fidanzato con Teresa e aveva iniziato a comporre la propria musica. A 25 anni, aveva un promettente futuro musicale e personale davanti a sé.",
        "history": "",
        "class": "2a"
    },
    {
        "passengerID": 45,
        "grade": "Passeggero",
        "name": "Adāl Naṣr Allāh",
        "age": 32,
        "role": "Passeggero",
        "survived": false,
        "image": "https://www.encyclopedia-titanica.org/images/adal-nasrallah-P.jpg",
        "description": "Adāl Naṣr Allāh nacque Adāl Hakīm a Zahlé, Siria (ora Libano), una città nel raggio di 50 miglia da Beirut. Molti dei fratelli di Adāl erano emigrati negli Stati Uniti nel 1912. Niqūlā Khalīl Naṣr Allāh era emigrato a San Francisco alcuni anni prima. Qui aveva stabilito famiglia e numerose imprese, tra cui quella per la fondazione del celebre Teatro Castro. Alla fine degli anni 1910 Niqūlā era tornato a casa a Zahlé, e lui e Adāl si sposarono all’inizio del 1912. I due tornarono per stabilirsi in California, e prenotarono un passaggio a bordo del Titanic. La coppia di sposi novelli si recò a Parigi, prima di imbarcarsi sulla grande nave a Cherbourg, insieme a un gran numero di loro connazionali.  Adāl e Niqūlā erano gli unici passeggeri della provenienti dalla Siria elencati in seconda classe.",
        "history": "La donna si salvò su una scialuppa con Mrs Astor mentre il marito non venne mai ritrovato.",
        "class": "2a"
    },
    {
        "passengerID": 46,
        "grade": "Passeggero",
        "name": "Clear Annie Cameron",
        "age": 32,
        "role": "Passeggero",
        "survived": false,
        "image": "https://www.encyclopedia-titanica.org/images/clear-cameron_P1.jpg",
        "description": "Clear Cameron nacque nel nord dell’Inghilterra nel 1877. Era  terza di quattro figli, il maggiore, il fratello Earnest, era il solo maschio in una casa di donne. Clear era vicina d’età alla sorella maggiore Janet e con lei mantenne una costante corrispondenza negli anni successivi. A 14 anni, Clear già lavorava come domestica, ancora vicino alla sua famiglia nel Derbyshire, anche se, crescendo, si trasferì a Londra. Lavorò per un certo periodo come domestica per il colonnello Henry Hugh Oldham e sua moglie Ella Frances Emma. Il lavoro di Clear come domestica doveva essere ben pagato, dato che a un certo punto fu in grado di permettersi un’auto. Nonostante questo, decise di lasciare tutto e navigare nell’Atlantico per vedere cosa avesse in serbo per lei l’America. L’amica di Clear, Nellie Walcroft, sperava di trovare lavoro come cuoca negli Stati Uniti e partì con lei. Anche se i loro piani furono ostacolati dallo sciopero del carbone del 1912, le due giovani furono in grado di permettersi un biglietto di seconda classe a bordo della nuova nave della White Star, il Titanic. Clear scrisse a sua sorella Janet dal Titanic prima del gong della colazione l’11 aprile, scrivendo della sua delusione per il rollio della nave: “Dicevano che su questa nave non ci sarebbero stati scossoni, ma sta oscillando proprio in questo momento come pazza.”",
        "history": "",
        "class": "2a"
    },
    {
        "passengerID": 47,
        "grade": "Passeggero",
        "name": "Martta Maria Hiltunen",
        "age": 32,
        "role": "Passeggero",
        "survived": false,
        "image": "https://www.encyclopedia-titanica.org/files/1/martta-hiltunen.jpg",
        "description": "Martta Hiltunen nasce a Kuopio, in Finlandia, tra i laghi e le foreste della Finlandia lacustre. Ad un certo punto della sua vita, la sua famiglia si trasferì a Kontiolahti, ma rimasero nel distretto dei laghi, poiché il villaggio è circondato da ben 183 laghi. All’età di 18 anni si preparò ad emigrare negli Stati Uniti. Aveva trovato lavoro come governante presso la famiglia Hämäläinen. La signora Anna Hämäläinen doveva andare a Detroit, nel Michigan, con il figlio di 1 anno Vilho, per incontrare il marito che lavorava lì come battitore di metallo. Il passaporto di Martta le permetteva di lavorare negli U.S.A. per cinque anni e lì sarebbe stata la governante degli Hämäläinens. Come molti altri immigrati finlandesi, Martta e la sua datrice di lavoro viaggiarono a bordo della nave a vapore Polaris, percorrendo la rotta Hangö-Copenhagen-Hull. Nel percorso i viaggiatori toccarono la punta meridionale della Svezia e poi risalirono indietro oltre la Danimarca per raggiungere Hull sulla costa orientale dell’Inghilterra, passando attraverso il Mar Baltico e il Mare del Nord, prima ancora di raggiungere Southampton. Tuttavia, a differenza della maggior parte degli altri passeggeri finlandesi a bordo del Titanic, Martta era uno dei soli sei passeggeri finlandesi a bordo del Titanic  non viaggiano in terza classe. ",
        "history": "",
        "class": "2a"
    },
    {
        "passengerID": 49,
        "grade": "Passeggero",
        "name": "Annie Clemmer Funk",
        "age": 32,
        "role": "Passeggero",
        "survived": false,
        "image": "https://www.encyclopedia-titanica.org/images/annie-funk-P.jpg",
        "description": "Annie Clemmer Funk nacque a Bally, Pennsylvania il 12 aprile 1874. Faceva parte di una comunità mennonita ed era una persona fortemente religiosa fin dalla giovane età ed era al servizio della missione della chiesa. Il sogno della sua vita era diventare una missionaria. Nel 1906, dopo aver trascorso alcuni anni lavorando con chiese e organizzazioni caritatevoli negli Stati Uniti, il sogno di Annie si avverò e fu selezionata per andare in missione in India. Annie scelse di fare il viaggio da sola, in assenza di altre volontarie, diventando la prima donna Mennonita missionaria ad essere inviata all’estero.In India si stabilì a Janjgir-Champa, Chhattisgarh, dove iniziò a imparare l’hindi. Nel 1908 aprì una scuola femminile in un’unica stanza. Ma nel 1912 Annie ricevette un telegramma urgente dal suo pastore che la informava  che sua madre era malata. La chiesa aveva già prenotato un passaggio verso casa su due navi e Annie partì subito. La sua prima nave arrivò a Liverpool, poi a causa dello sciopero del carbone Annie dovette cambiare il suo biglietto di ritorno per gli Stati Uniti. E si imbarcò a bordo del Titanic. In preda alla preoccupazione per la madre e all’urgenza di tornare a casa, Annie era probabilmente indifferente a quel cambiamento forzato.",
        "history": "In memoria di Miss Funk, la scuola che aveva fondato a Janjgir, in India, è stata intitolata la “Annie C. Funk Memorial Girl’s School.” Sono stati dati diverse donazioni commemorative da parte di amici in America per allargare la scuola e aggiungere un dormitorio di due piani per le studentesse del collegio.",
        "class": "2a"
    },
    {
        "passengerID": 50,
        "grade": "Passeggero",
        "name": "Mary Emma Corey",
        "age": 32,
        "role": "Passeggero",
        "survived": false,
        "image": "https://www.encyclopedia-titanica.org/files/1/mary-corey-m1.jpg",
        "description": "Mary Emma Corey (nata Miller) nacque in Pennsylvania nell’agosto 1879. Era cresciuta a Pittsburgh ed era la maggiore di nove fratelli. Lavorò come insegnante alla Westlake School prima di sposare Percy Corey nel 1911. Il lavoro di Corey come sovrintendente di una compagnia petrolifera lo portò in Birmania (l’odierno Myanmar), dove la moglie lo raggiunse. Mary rimase incinta mentre era con suo marito all’estero, ma decise di tornare in Pennsylvania per partorire. Uno degli operai di Corey alla compagnia petrolifera aveva una moglie in una condizione simile: una donna di nome Claire Karnes. Siccome la signora Karnes era anche lei originaria di Pittsburgh, le due signore in attesa decisero di viaggiare insieme. Si recarono quindi in Gran Bretagna e si procurarono due biglietti di seconda classe a bordo del Titanic.Un passeggero di seconda classe Lawrence Beesley ha scritto di loro, essendosi seduto vicino nella sala di lettura di seconda classe: “Vicino a me-così vicino da non poter evitare di sentire frammenti delle loro conversazioni- ci sono due signore americane, entrambe vestite di bianco, giovani, probabilmente solo amiche: una era stata in India e sta tornando via Inghilterra, l’altra è un insegnante in America, una ragazza graziosa con un’aria distinta accentuata da un paio di pince-nez.” Forse le due donne avevano scelto il Titanic nella speranza che le comodità altamente propagandate dei compartimenti di seconda classe della White Star avrebbero reso più tollerabili le condizioni di viaggio durante la gravidanza.",
        "history": "Lawrence Beesley, un insegnante di scienze inglese, sopravvisse all'affondamento salendo sulla scialuppa 13. Successivamente scrisse un resoconto dettagliato delle sue esperienze nel libro 'The Loss of the SS Titanic'. Beesley continuò la sua carriera di insegnante e divenne una figura di rilievo per il suo racconto di prima mano del disastro.",
        "class": "2a"
    },
    {
        "passengerID": 51,
        "grade": "Passeggero",
        "name": "Emily Ester Louisa Hart",
        "age": 32,
        "role": "Passeggero",
        "survived": "",
        "image": "",
        "description": "Emily Hart stava emigrando negli Stati Uniti con i suoi tre figli: Eva, Geoffrey e Arthur. Cercavano nuovi inizi e migliori opportunità, lasciandosi alle spalle la loro vita in Inghilterra. Prima di imbarcarsi sul Titanic, Emily si preparò per il trasferimento organizzando le loro cose e salutando amici e parenti. La famiglia Hart attendeva con ansia di riunirsi con i parenti già stabilitisi in America. La decisione di Emily di emigrare era motivata dalla speranza di offrire un futuro migliore ai suoi figli. Il viaggio sul Titanic rappresentava un passo significativo nel loro piano di iniziare una nuova vita negli Stati Uniti.",
        "history": "Emily Esther Louisa Hart, in viaggio con i suoi tre figli, sopravvisse all'affondamento. Furono salvati dalla Carpathia. Dopo il disastro, la Hart e i suoi figli si stabilirono negli Stati Uniti, dove affrontò le sfide di ricostruire la loro vita dopo un evento così traumatico.",
        "class": "2a"
    },
    {
        "passengerID": 52,
        "grade": "Passeggero",
        "name": "Alice Frances Louisa Phillips",
        "age": 32,
        "role": "Passeggero",
        "survived": "",
        "image": "",
        "description": "Alice Phillips, a nurse, was traveling alone to the United States in pursuit of employment opportunities in the healthcare sector. Before boarding the Titanic, Alice worked in England, gaining experience and saving money for her journey. She was known for her dedication to her patients and her ambition to advance her career. Alice's trip on the Titanic was part of her plan to explore new opportunities in America, where the demand for skilled nurses was high. She anticipated finding work in a hospital or private practice, hoping to build a successful career and contribute to the healthcare community.",
        "history": "Alice Frances Louisa Phillips, una passeggera di seconda classe, sopravvisse all'affondamento salendo sulla scialuppa 11. Continuò a vivere negli Stati Uniti dopo il disastro. La storia di sopravvivenza della Phillips fa parte della più ampia narrazione dei passeggeri di seconda classe che riuscirono a scampare all'affondamento della nave.",
        "class": "2a"
    },
    {
        "passengerID": 53,
        "grade": "Passeggero",
        "name": "Lawrence Beesley ",
        "age": 32,
        "role": "Passeggero",
        "survived": "",
        "image": "",
        "description": "Lawrence Beesley, un insegnante di scienze inglese, era sul Titanic per visitare suo fratello in Canada e studiare i sistemi educativi americani. Beesley era laureato all'Università di Cambridge e aveva un vivo interesse per l'educazione scientifica. Prima di imbarcarsi sul Titanic, trascorse del tempo a prepararsi per il viaggio, ricercando le pratiche educative in Nord America. L'intenzione di Beesley era di raccogliere intuizioni applicabili nelle scuole britanniche. Il viaggio offriva anche un'opportunità di riflessione personale e sviluppo professionale. Beesley trascorse gran parte del viaggio nella biblioteca di seconda classe, godendo della conoscenza accumulata lì.",
        "history": "",
        "class": "2a"
    },
    {
        "passengerID": 54,
        "grade": "Passeggero",
        "name": "Father Byles",
        "age": 32,
        "role": "Passeggero",
        "survived": "",
        "image": "",
        "description": "Padre Thomas Byles, un sacerdote cattolico, stava viaggiando a New York per celebrare il matrimonio di suo fratello. Padre Byles era parroco a Ongar, Essex, dove era molto rispettato per la sua cura pastorale e la sua leadership spirituale. Era conosciuto per la sua dedizione ai parrocchiani e il suo impegno nella fede. Il viaggio a New York era un importante evento familiare e Padre Byles attendeva con ansia di riunirsi con la famiglia e celebrare la cerimonia di nozze.",
        "history": "Padre Thomas Byles, un sacerdote cattolico, stava viaggiando per celebrare il matrimonio di suo fratello. Rimase sulla nave per ascoltare le confessioni e offrire preghiere per coloro che rimasero a bordo. Byles non sopravvisse al disastro. È ricordato per la sua dedizione e sacrificio, e sono stati fatti sforzi per considerarlo per la santità.",
        "class": "2a"
    },
    {
        "passengerID": 55,
        "grade": "Passeggero",
        "name": "Henriette Virginie Yvois",
        "age": 32,
        "role": "Passeggero",
        "survived": "",
        "image": "",
        "description": "Henriette Virginie Yvois, una governante francese, stava viaggiando negli Stati Uniti per iniziare un nuovo lavoro. Prima di imbarcarsi sul Titanic, Henriette lavorava in Francia, dove era responsabile dell'educazione e della cura dei bambini nelle famiglie benestanti. Era conosciuta per la sua competenza nelle lingue e la sua capacità di fornire un'educazione di alta qualità. Il viaggio sul Titanic rappresentava un nuovo capitolo nella sua carriera, con la promessa di migliori opportunità e maggiore stabilità finanziaria.",
        "history": "Henriette Virginie Yvois, una governante francese, stava viaggiando per iniziare un nuovo lavoro negli Stati Uniti. Non sopravvisse all'affondamento, e il suo corpo non fu mai recuperato. La storia della Yvois riflette le speranze e i sogni di molti immigrati che perirono nella tragedia.",
        "class": "2a"
    },
    {
        "passengerID": 56,
        "grade": "Passeggero",
        "name": "René Jacuqes Lévy",
        "age": 32,
        "role": "Passeggero",
        "survived": "",
        "image": "",
        "description": "René Jacques Lévy, un commerciante di gioielli francese, era in viaggio d'affari in America per espandere il suo commercio e esplorare nuovi mercati. Prima di imbarcarsi sul Titanic, Lévy conduceva affari in Francia, dove si era guadagnato una reputazione per i suoi gioielli pregiati e la sua abilità negli affari. Era noto per la sua capacità di trovare gemme di alta qualità e la sua maestria nella creazione di pezzi squisiti. Il viaggio di Lévy negli Stati Uniti faceva parte della sua strategia per far crescere il suo business e connettersi con clienti americani.",
        "history": "René Jacques Lévy, un mercante di gioielli francese, stava viaggiando per affari. Non sopravvisse all'affondamento, e il suo corpo non fu mai recuperato. La fine tragica di Lévy evidenzia la perdita di vita tra i numerosi professionisti e uomini d'affari del Titanic che cercavano nuove opportunità.",
        "class": "2a"
    },
    {
        "passengerID": 57,
        "grade": "Passeggero",
        "name": "Mariyam Assāf Khalīl | Mariana Assaf | Maria (Mariam) Elias Wahba | Mikhail Assaf Taama",
        "age": 32,
        "role": "Passeggero",
        "survived": "",
        "image": "https://static.wikia.nocookie.net/titanic/images/a/a2/Mariyam-Assāf-Khalīl.png/revision/latest/scale-to-width-down/350?cb=20230830222711",
        "description": "Zād Khalīl Naṣr Allāh (conosciuta in Canada come Mariana Assaf) nacque e crebbe nel villaggio di Kfar Mishki nell’odierno Libano. Intorno al 1907, quando era sulla quarantina e madre di due ragazzi, Zād lasciò figli e marito e si recò ad Ottawa nella speranza di guadagnare abbastanza denaro per pagare alla sua famiglia il viaggio verso la capitale canadese. In Canada cambiò il suo nome in Mariyam Assāf Khalīl, o Mariana Assaf.Dopo alcuni anni trascorsi a Ottawa lavorando alla vendita di prodotti per l’agricoltura, tornò a casa per visitare la sua famiglia. Quando fu il momento del suo ritorno in Canada, i suoi figli avrebbero voluto unirsi a lei nel viaggio, ma non era il momento giusto. Mariana portò con sé un nipote e suo cugino e altre dieci persone del loro villaggio. Il gruppo salì a bordo del Titanic a Cherbourg, insieme a molti altri passeggeri della regione. Un passeggero ricordò dopo la tragedia di aver contato oltre cento passeggeri di lingua araba nella terza classe del Titanic, sulla strada per la promessa di una nuova vita nelle Americhe.",
        "history": "Lei, come altri passeggeri siriani sopravvissuti all’affondamento ricordano che un passeggero tirò fuori un flauto di legno e iniziò a suonare e alcuni dei passeggeri siriani ballavano sul ponte su questa musica. Si dice anche che abbia visto l’equipaggio sparare ad altri passeggeri che viaggiavano con lei verso la fine quando tutti assaltavano le scialuppe, incluso il capitano Smith, (anche se non c’è fonte che sostenga questo ). Nel film di Cameron, il secondo in coperta, Murdoch, prima spara ad un passeggero per fermalo poi si uccide.",
        "class": "3a"
    },
    {
        "passengerID": 59,
        "grade": "Passeggero",
        "name": "Catherine Mcgowan",
        "age": 32,
        "role": "Passeggero",
        "survived": false,
        "image": "/src/IMGLOCAL/CAT.png",
        "description": "Nel 1911, Miss Catherine “Kate” Macgowan stava vivendo il sogno americano. Era emigrata dall’Irlanda alla fine del 1800 e da 42 anni possedeva una pensioncina molto apprezzata a Chicago. Kate tornò a casa nella contea di Mayo, in Irlanda per il Natale del 1911 per visitare amici e familiari, con l’intenzione di portare con sé la nipote diciassettenne Annie Mcgowan a Chicago.In quell’epoca  l’Irlanda era colpita da una feroce crisi economica e molte famiglie della contea di Mayo contavano già membri che vivevano all’estero e ne partivano sempre più di giorno in giorno. La storia di Kate Mcgowan e del successo che aveva trovato negli Stati Uniti sicuramente accese grandi aspettative in alcuni di quelli che non erano ancora emigrati. La buona amica di Kate, Catherine Bourke, insieme al marito e alla cognata,  decise di unirsi a Kate e Annie. Sette giovani donne non sposate del quartiere che avevano già pianificato di andare in America, scelsero di viaggiare con il gruppo di Kate nella speranza di trovare una sicurezza economica. Altri due membri del gruppo erano giovani uomini, entrambi cugini di alcune delle donne che speravano di riunirsi ai fratelli in America. L’ultimo gruppo di quattordici persone  era composto da cugini, fratelli e vicini, tutti unitisi alla signorina Mcgowan alla ricerca di un futuro più luminoso.",
        "history": "",
        "class": "3a"
    },
    {
        "passengerID": 60,
        "grade": "Passeggero",
        "name": "Elin Hakkarainen",
        "age": 32,
        "role": "Passeggero",
        "survived": true,
        "image": "/src/IMGLOCAL/Elin-Hakkarainen.webp",
        "description": "La passeggera di terza classe Elin Hakkarainen era in viaggio con il marito Pekka e stava tornando negli Stati Uniti dopo essersi sposati in Finlandia. Elin era emigrata negli Stati Uniti nel 1907 dove aveva incontrato Pekka, un operaio siderurgico anch’egli nativo della Finlandia. I due tornarono nel loro paese natale e si sposarono nel gennaio del 1912. Il soggiorno a casa fu breve, tuttavia, pianificarono il ritorno negli Stati Uniti nell’aprile dello stesso anno, in modo che Pekka potesse evitare la leva nell’esercito russo l’anno seguente.Il piano iniziale di prendere il Mauritania fu scartato in favore del lussuoso, nuovo transatlantico Titanic. Elin, in un messaggio dal transatlantico, descrisse i vantaggi di cui godevano nella terza classe del Titanic e descrisse la loro piacevole “routine” quotidiana: camminavano sui ponti della nave durante il giorno e passavano le serate giocando nella sala comune di terza classe con gli amici finlandesi. Domenica 14 avevano frequentato le funzioni della chiesa dopo la prima colazione e avevano trascorso un’altra serata attardandosi nella sala giochi. Andarono a letto a tarda sera e non riuscivano a credere che avrebbero potuto raggiungere New York con soli altri due  giorni di navigazione.",
        "history": "Molti sopravvissuti di terza classe non parlavano abbastanza bene inglese per essere ascoltati subito dopo l’affondamento, ma nel 1987 l’inglese di Elin era ormai solido e la donna scrisse un resoconto della sua esperienza per il Yankee Magazine. Nel suo racconto descrive la confusione dei corridoi di terza classe, la disperazione per le porte chiuse a chiave e la speranza quando lei e tutto un gruppo vennero salvati da uno steward che li giudò verso le scialuppe. “Bussarono insistentemente alla porta: uno dei miei amici dalla Finlandia si era precipitato a dirci che la nave aveva colpito qualcosa e stava affondando. ‘Dov’è Pekko?’ chiese. ‘ È andato a vedere perché la nave si era fermata. Non so dove sia ora.’ Risposi.  ‘Come ha fatto a uscire verso il ponte?’ continuò. ‘Tutte le porte sono chiuse!’ Ero confusa. Non sapevo cosa fare. Dopo alcuni momenti di rsitazione ho afferrato la borsa e giubbotto di salvataggio e sono corsa verso il passaggio delle scale. La porta era chiusa! Tutte le porte erano chiuse a chiave!” Dopo che lo Steward fece loro strada Elin descrive le sue grida disperate alla ricerca del marito anche quando era ormai salita sulla scialuppa.",
        "class": "3a"
    },
    {
        "passengerID": 61,
        "grade": "Passeggero",
        "name": "Jamīlah Nīqūla Yārid",
        "age": 32,
        "role": "Passeggero",
        "survived": true,
        "image": "https://www.encyclopedia-titanica.org/images/jamila-nicola-yarred-P.jpg",
        "description": "Jamīlah Nīqūla Yārid era un’adolescente nel 1912, proveniente da una regione dell’Impero ottomano che sarebbe poi diventata il Libano. Come molti altri emigrati, Jamīlah aveva la famiglia divisa: sua madre e i suoi fratelli maggiori erano emigrati a Jacksonville, in Florida, anni prima, mentre Jamīlah e suo fratello minore Ilyās erano rimasti con il padre, un mugnaio di nome Nīqūla.Nel 1912, Jamīlah con suo padre e suo fratello lasciarono la casa nel villaggio di Al Hakūr, passarono da Beirut, arrivarono a Marsiglia e infine a  Cherbourg, porto di scalo del Titanic, prima di dirigersi verso Queenstown. Durante il viaggio verso Cherbourg, a Nīqūla fu diagnosticata un’infezione agli occhi contagiosa che non gli avrebbe permesso di salire a bordo. Non volendo ritardare il viaggio di tutta la famiglia, Nīqūla sbarcò a Marsiglia e mandò i suoi due figli a riunirsi con la madre. I fratelli si imbarcarono insieme, condividendo gli alloggi in terza classe. Nessuno dei due parlava inglese, ma il Titanic ospitava un gran numero di altri immigrati di lingua araba che facevano un viaggio simile nella speranza di incontrare familiari lontani o di cercare lavoro nelle Americhe. La sera del 14 aprile, Jamīlah forse andò a letto sognando piacevoli modi per trascorrere il suo quattordicesimo compleanno al suo risveglio il giorno successivo.",
        "history": "",
        "class": "3a"
    },
    {
        "passengerID": 62,
        "grade": "Passeggero",
        "name": "Fang Lang |Wing Sun Fong | 方榮山",
        "age": 32,
        "role": "Passeggero",
        "survived": true,
        "image": "/src/IMGLOCAL/Fang_Lang.webp",
        "description": "Wing Sun Fong era un passeggero di terza classe il cui nome fu registrato all’imbarco come Fang Lang. Fong era un marinaio di professione e lavorava come vigile del fuoco a bordo di navi a vapore, nelle caldaie dove c’era alta probabilità di incendi. Era uno degli otto marinai cinesi diretti a Cuba via New York. Questi uomini avevano lavorato sulle navi europee nel corso degli anni e venivano inviati dalla Donald Steamship Company nelle Americhe per lavorare a bordo di navi nei Caraibi. Fong e gli altri marinai si imbarcarono a Southampton con un solo biglietto, il cui costo era approssimativamente equivalente a otto tariffe di terza classe.I marinai non erano autorizzati ad entrare negli Stati Uniti a causa del restrittivo Chinese Exclusion Act. L’atto escludeva specificatamente i lavoratori cinesi e utilizzava la definizione di “lavoratore” che includeva persone qualificate e generiche, rendendo così estremamente difficile per qualsiasi persona cinese, inclusi funzionari o diplomatici, entrare nel paese. Presumibilmente quindi i marinai una volta sbarcati dal Titanic, avrebbero dovuto imbarcarsi immediatamente sulla nave diretta ai Caraibi, l’americana Anetta, che li avrebbe portati a Cuba senza di fatto farli entrare negli Stati Uniti.",
        "history": "Fong si era legato a qualche pezzo di legno della nave abbastanza grande da tenerlo fuori dall’acqua e venne salvato. Presumibilmente l'ispirazione per il salvataggio di Rose nel film Titanic del 1997 viene dalla sua storia. Sei degli otto marinai cinesi sopravvissero e furono accusati di essersi rifugiati nelle scialuppe di salvataggio quando non ne avevano diritto essendo tutti uomini – ma la cosa fu poi smentita: probabilmente la diceria fu messa in giro per discriminazione razziale o fu dovuta all’incapacità di comunicare in inglese. Tutti furono attaccati dalla stampa, come la maggior parte degli uomini superstiti e a ciò si deve aggiungere il pregiudizio anti-Asiatico di quell’epoca.Pochi dei sopravvissuti hanno parlato della loro esperienza. Wing Sun Fong emigrò in seguito negli Stati Uniti e visse in Illinois fino all'età di 91 anni.",
        "class": "3a"
    },
    {
        "passengerID": 63,
        "grade": "Passeggero",
        "name": "Sidney Leslie Goodwin",
        "age": 32,
        "role": "Passeggero",
        "survived": false,
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/73/Sidney_Goodwin.jpg/800px-Sidney_Goodwin.jpg",
        "description": "Sidney Goodwin era il figlio minore di Frederick e Augusta Goodwin. La famiglia proveniva dal sud-est di Londra, dove Frederick aveva lavorato come compositore tipografico. Sidney era in viaggio con i suoi genitori e cinque fratelli maggiori a bordo del Titanic. Avendo poco più di un anno e mezzo era il passeggero più giovane della nave. Il piccolo Sidney era nove anni più giovane del fratello maggiore, Harold e il resto dei fratelli Goodwin erano tutti molto più vicini in età.Un certo numero di fratelli del padre era emigrato con successo in America e Frederick era determinato a trasferirsi lì quando seppe che c'era lavoro disponibile nella centrale delle cascate del Niagara. Con il sostegno finanziario delle sorelle, i Goodwin pianificarono il trasferimento della famiglia, prenotando un passaggio su un piccolo piroscafo. Tuttavia, a causa dello sciopero dei lavoratori del carbone, la White Star Line li trasferì alla terza classe del viaggio inaugurale del Titanic.",
        "history": "Il corpo di Sidney è stato trovato in acqua. Grazie alle donazioni della famiglia Astor il bimbo ebbe un funerale. Per anni venne indicato come “il bambino non identificato” .  Tutti i bambini ed entrambi i genitori perirono nel disastro.",
        "class": "3a"
    },
    {
        "passengerID": 64,
        "grade": "Passeggero",
        "name": "Catherine Katie Peters",
        "age": 32,
        "role": "Passeggero",
        "survived": false,
        "image": "https://www.encyclopedia-titanica.org/images/catherine-katie-peters-L.jpg",
        "description": "Katie Peters era nata nella contea di Tipperary, Irlanda. I suoi genitori erano agricoltori e Katie era una dei loro dodici figli. A vent’anni era emigrata a New York per lavorare come domestica e viveva con sua sorella maggiore Mary, una donna sposata che si era trasferita negli Stati Uniti alcuni anni prima. La giovane apparteneva a quella moltitudine di immigranti irlandesi che si trasferirono all’estero alla fine del secolo.Pochi anni dopo il trasferimento era tornata a casa in Irlanda per una visita. Prenotò per tornare a New York proprio il viaggio inaugurale del Titanic come passeggero di terza classe. Nel viaggio di ritorno fu accompagnata dal suo ragazzo Roger Tobin. Non essendo sposati ed essendo classificati come viaggiatori single tuttavia, gli alloggi della coppia erano alle estremità opposte della nave, tra gli attrezzi degli ormeggi, situati a prua, per gli uomini, mentre le donne sole erano alloggiate a poppa con le famiglie.Katie e il fidanzato erano due delle sei persone originarie di Tipperary a bordo della nave. Due delle altre erano ragazze che condividevano gli alloggi con Katie a bordo della nave e si chiamavano anch’esse Catherine, ma il nome era declinato con nomignoli diversi da Katie. Le tre ragazze avevano molte più cose in comune dei loro nomi e della loro contea, erano giovani donne non sposate, immigrate negli Stati Uniti per cercare di unirsi alla famiglia, o per sostenere la famiglia d’origine in Irlanda, e si stavano facendo strada nel mondo a bordo “del miglior piroscafo che avesse mai solcato il mare”",
        "history": "Solo una delle tre Kates è sopravvissuta: Kate Mccarthy. Kate Connolly e Roger Tobin sono morti insieme a Katie Peters",
        "class": "3a"
    },
    {
        "passengerID": 65,
        "grade": "Passeggero",
        "name": "David John 'Dai' Bowen",
        "age": 32,
        "role": "Passeggero",
        "survived": false,
        "image": "/src/IMGLOCAL/DAVID.png",
        "description": "Dai Bowen era un pugile professionista proveniente dal villaggio minerario gallese di Treherbert a nord-ovest di Cardiff. Essendo originario di una città mineraria, fu inevitabile che Dai iniziasse a lavorare come minatore di carbone, ma all’età di 19 anni aveva già iniziato la carriera di pugile professionista, sotto la guida di un uomo di nome George Cundick. Dai fu uno dei due pugili scelti dal giornalista sportivo Chas Barnett per andare a combattere negli Stati Uniti con un tour di un anno durante gli incontri gestiti dal promotore sportivo Frank Torreyson. L’altro pugile che viaggiava con Dai era anche il suo migliore amico Les Williams, che veniva del vicino villaggio di Tonypandy. I due avrebbero dovuto navigare sul Lusitania il 6 aprile, ma erano in ritardo: aspettavano una particolare tuta, sperando di evitare di pagare prezzi elevati per nuovi vestiti sportivi in America. Quel ritardo li mise sulla strada per Southampton verso il viaggio inaugurale del Titanic, il 12 aprile. Sembra che Chas Barnett avesse pagato anche un costo aggiuntivo per far sì che i due pugili avessero un accesso speciale alla palestra di prima classe nonostante il loro biglietto fosse di terza classe. Dopo aver lasciato Southampton, Dai scrisse a sua madre nel Galles, sbalordito dalle dimensioni della nave: “Questa è una gran bella barca, secondo me è grande come il nostro paese, è come un palazzo galleggiante, […] e ci sono centinaia di stranieri, di ogni nazione. […] quindi rallegrati ora mamma, perché sono sereno, quindi stai serena anche tu”",
        "history": "",
        "class": "3a"
    },
    {
        "passengerID": 66,
        "grade": "Passeggero",
        "name": "Halīm Mubārik",
        "age": 32,
        "role": "Passeggero",
        "survived": true,
        "image": "https://www.encyclopedia-titanica.org/images/jirjis-mubarik-P.jpg",
        "description": "Halīm Mubārik non aveva ancora cinque anni quando salì sul Titanic con la madre, il fratello maggiore, la zia e lo zio a Cherbourg. Era nato nel villaggio di Hardīn, in quello che sarebbe poi diventato il Libano, così come diversi altri passeggeri che si imbarcavano con la sua famiglia. Il piccolo Halīm era uno dei molti passeggeri di lingua araba provenienti dalla regione che si dirigevano verso le Americhe. E come molti di questi passeggeri, era di famiglia cristiana. Si ritiene che, all’epoca, i migranti cristiani provenienti dalla regione che speravano di emigrare nelle Americhe riscontrassero meno ostacoli all’immigrazione rispetto ai musulmani provenienti dalle stesse regioni, perchè ricevevano sovvenzioni e aiuti dalle chiese cristiane nei loro paesi di destinazione.Il padre di Halīm era emigrato in Pennsylvania, poco dopo la nascita di Halīm nel 1908 ed ebbe fortuna gestendo un negozio di alimentari. Antūn Mūsà Yazbak era un amico del padre: era tornato ad Hardīn e si era sposato con la zia di Halīm, Sīlānah Iskandar Nāsīf Abī Dāghir.  Antūn avrebbe poi scortato la sua nuova sposa, sua sorella e i loro due giovani nipoti in Pennsylvania. Il Titanic doveva essere il fantastico vascello che avrebbe portato i due ragazzi a riunirsi con il padre e iniziare una nuova vita.",
        "history": "",
        "class": "3a"
    },
    {
        "passengerID": 67,
        "grade": "Passeggero",
        "name": "Al-Amīr Fāris Shihāb",
        "age": 32,
        "role": "Passeggero",
        "survived": false,
        "image": "/src/IMGLOCAL/ALAMIR.png",
        "description": "Al-Amīr Fāris Shihāb era un giovane musicista tra i venti e i trent’anni. Nacque ad Hadath, Beirut, in una famiglia benestante e si dice che parlasse correntemente l’inglese. Suonava il violino e si dice che abbia suonato con l’Orchestra da Camera di Beirut e che abbia anche fatto direzione d’orchestra. Fāris Shihāb era uno dei molti passeggeri arabi che viaggiavano a bordo della terza classe del Titanic, anche se forse  avrebbe potuto permettersi una classe superiore. In seconda classe c’erano i Naṣr Allāh, una coppia ricca della stessa regione, il che suggerisce che a Fāris Shihāb non sarebbe stato impedito acquistare biglietti di seconda classe. Quindi per quale motivo si trovava in terza classe? All’epoca, le giovani donne spesso emigravano da sole per trovare lavoro, o unirsi alla famiglia all’estero: si pensa quindi che a Fāris Shihāb potrebbe essere stato chiesto di fare da accompagnatore ad alcune giovani donne della regione il cui viaggio era stato pagato da un missionario americano.Secondo i membri della sua famiglia, Fāris Shihāb “si trovò di fronte a una situazione personale che avrebbe potuto avere conseguenze negative su tutti loro e anche su altri notabili a Beirut e allontanarsi da tutto ciò era la migliore opzione possibile.” Ed ecco perché, Fāris Shihāb salì a bordo del Titanic per dirigersi a New York, per poter proseguire la sua carriera musicale.",
        "history": "",
        "class": "3a"
    },
    {
        "passengerID": 68,
        "grade": "Passeggero",
        "name": "As'ad Tannūs",
        "age": 32,
        "role": "Passeggero",
        "survived": true,
        "image": "/src/IMGLOCAL/AsadTannus.webp",
        "description": "As'ad Tannūs, un immigrato siriano, stava viaggiando negli Stati Uniti in cerca di migliori opportunità economiche. Prima di imbarcarsi sul Titanic, Tannūs viveva in Siria, dove affrontava prospettive limitate e difficoltà economiche. Decise di emigrare in America, sperando di trovare lavoro e migliorare la sua qualità di vita. Tannūs risparmiò denaro per il suo viaggio e fece i preparativi per lasciare la sua terra natale.",
        "history": "As'ad Tannūs, un immigrato siriano, stava viaggiando in terza classe in cerca di migliori opportunità economiche negli Stati Uniti. La notte del naufragio riuscì a ottenere un posto in una scialuppa di salvataggio e fu salvato dal Carpathia. Dopo il disastro, Tannūs si stabilì negli Stati Uniti e lavorò duramente per costruire una nuova vita.",
        "class": "3a"
    },
    {
        "passengerID": 69,
        "grade": "Passeggero",
        "name": "Laṭīfah al-Ba'qlīnī",
        "age": 32,
        "role": "Passeggero",
        "survived": true,
        "image": "",
        "description": "Laṭīfah al-Ba'qlīnī, che viaggiava con As'ad Tannūs, cercava anche lei una nuova vita in America. Prima di imbarcarsi sul Titanic, viveva in Siria, dove affrontava sfide economiche e opportunità limitate. Laṭīfah e As'ad pianificarono il loro viaggio insieme, mettendo in comune le loro risorse e facendo i preparativi necessari. Il loro obiettivo era trovare migliori condizioni di vita e maggiori opportunità negli Stati Uniti. Il viaggio sul Titanic rappresentava un inizio speranzoso per entrambi, poiché guardavano con fiducia a un futuro migliore in un nuovo paese. ",
        "history": "Latifeh Baaklini, 24 anni, e le sue tre bambine, quasi esaurirono il tempo. Trovarono a malapena posti in una scialuppa di salvataggio, assegnata principalmente a donne e bambini, come stabilisce la legge marittima. Improvvisamente, la sua figlia adolescente, Adele, decise di tornare nella sua cabina. Suo padre, l'uomo d'affari Nagib Kiameh, scrisse successivamente in una lettera datata 4 luglio 1912 che ""la sua avidità quasi la uccise.""La scialuppa era già stata calata in mare senza di lei, nonostante le urla di Latifeh. Adele tornò pochi istanti dopo, con un paio di calzini avvolti intorno al collo e legati con una corda. Si rivelò poi che aveva nascosto le sue monete d'oro nei calzini e aveva le braccia piene di pentole di debs (melassa) che voleva portare con sé, perché aveva difficoltà a separarsene.",
        "class": "3a"
    },
    {
        "passengerID": 70,
        "grade": "Passeggero",
        "name": "Saiide Barbara and Catherine David Barbara",
        "age": 32,
        "role": "Passeggero",
        "survived": true,
        "image": "",
        "description": "Saiide e Catherine Barbara stavano emigrando negli Stati Uniti per migliori opportunità. Prima di imbarcarsi sul Titanic, vivevano in Libano, dove affrontavano difficoltà economiche e cercavano una vita più prospera. Fecero i preparativi per viaggiare insieme, sperando di trovare lavoro e sostenersi a vicenda nel nuovo ambiente. Il viaggio sul Titanic faceva parte del loro piano di ricominciare in America, dove miravano a migliorare le loro condizioni di vita e garantire un futuro stabile. Saiide e Catherine Barbara erano entrambe governanti dirette a Ottawa, Canada.",
        "history": "Saiide e Catherine Barbara, immigrate libanesi, stavano viaggiando negli Stati Uniti in cerca di migliori opportunità. La notte del naufragio riuscirono a salire su una scialuppa di salvataggio e furono salvate dal Carpathia. Dopo il disastro, si stabilirono negli Stati Uniti.",
        "class": "3a"
    },
    {
        "passengerID": 71,
        "grade": "Passeggero",
        "name": "The Andersson Family",
        "age": 32,
        "role": "Passeggero",
        "survived": false,
        "image": "",
        "description": "Alfrida Konstantia Brogren Andersson e i suoi cinque figli stavano emigrando negli Stati Uniti per unirsi al marito Ernst Andersson, che si era già stabilito lì. Prima di imbarcarsi sul Titanic, la signora Andersson e i suoi figli – Sigrid, Ingeborg, Ebba, Ellis e Gosta – si prepararono per il viaggio chiudendo le loro questioni in Svezia e salutando i loro cari. Attendevano con ansia di riunirsi con Ernst e iniziare una nuova vita insieme in America. Il viaggio della famiglia era segnato dall'anticipazione e dalla promessa di un futuro migliore. Il viaggio sul Titanic rappresentava un passo significativo nel loro trasferimento, offrendo la speranza di una vita più luminosa e sicura nella loro nuova casa.",
        "history": "La famiglia Andersson, composta dalla signora Alfrida Andersson e dai suoi cinque figli, stava emigrando negli Stati Uniti per unirsi al marito. La notte del naufragio rimasero tutti intrappolati nei ponti inferiori e non sopravvissero. Nessuno dei loro corpi fu recuperato.",
        "class": "3a"
    },
    {
        "passengerID": 72,
        "grade": "Passeggero",
        "name": "Catherine Katie McCarthy",
        "age": 32,
        "role": "Passeggero",
        "survived": false,
        "image": "",
        "description": "Alfrida Konstantia Brogren Andersson e i suoi cinque figli stavano emigrando negli Stati Uniti per unirsi al marito Ernst Andersson, che si era già stabilito lì. Prima di imbarcarsi sul Titanic, la signora Andersson e i suoi figli – Sigrid, Ingeborg, Ebba, Ellis e Gosta – si prepararono per il viaggio chiudendo le loro questioni in Svezia e salutando i loro cari. Attendevano con ansia di riunirsi con Ernst e iniziare una nuova vita insieme in America. Il viaggio della famiglia era segnato dall'anticipazione e dalla promessa di un futuro migliore. Il viaggio sul Titanic rappresentava un passo significativo nel loro trasferimento, offrendo la speranza di una vita più luminosa e sicura nella loro nuova casa.",
        "history": "Catherine 'Katie' McCarthy, un'immigrata irlandese, salì sul Titanic a Queenstown. Sopravvisse al naufragio salendo sulla scialuppa 15. Dopo il disastro, Katie si stabilì nel New Jersey, dove si unì a sua sorella. In seguito si trasferì a Chicago per stare con suo fratello.",
        "class": "3a"
    },
    {
        "passengerID": 73,
        "grade": "Passeggero",
        "name": "Julia Barry",
        "age": 32,
        "role": "Passeggero",
        "survived": false,
        "image": "",
        "description": "La più giovane di 12 figli, Julia Barry proveniva dalla contea di Kerry, in Irlanda. Aveva già stabilito la residenza negli Stati Uniti a Springfield, Massachusetts, ma tornò a casa nel 1910 per prendersi cura della madre malata. Julia inizialmente aveva programmato di tornare negli Stati Uniti sulla Celtic, ma si trasferì sul Titanic per viaggiare prima. Mentre si recava a Queenstown per imbarcarsi sul Titanic, perse il suo ombrello, che alcuni del suo gruppo presero come un cattivo presagio.",
        "history": "Julia Barry, un'immigrata irlandese, stava tornando negli Stati Uniti dopo aver visitato la sua madre malata in Irlanda. Non sopravvisse al naufragio del Titanic. Il suo corpo non fu mai recuperato.",
        "class": "3a"
    },
    {
        "passengerID": 74,
        "grade": "Passeggero",
        "name": "Mohamed Badt",
        "age": 32,
        "role": "Passeggero",
        "survived": false,
        "image": "",
        "description": "Mohamed Badt, 40 anni, era un contadino della Siria (ora Libano). Si imbarcò sul Titanic come passeggero di terza classe a Cherbourg.",
        "history": "Mohamed Badt, un contadino siriano, salì sul Titanic come passeggero di terza classe. Non sopravvisse al naufragio e il suo corpo non fu mai recuperato.",
        "class": "3a"
    },
    {
        "passengerID": 75,
        "grade": "Passeggero",
        "name": "Ida Augusta Margareta Andersson",
        "age": 32,
        "role": "Passeggero",
        "survived": true,
        "image": "",
        "description": "Ida Margreta Andersson nacque il 24 novembre 1873 a Sventorp, nella contea di Skaraborg, Svezia, da Anders Johan e Anna Greta Carlsson. Aveva sette fratelli: Johan Alfred, Anna Kristina Elisabet, August Linus, Hilda Maria, Karl Oskar, Hilma Susanna e Josef Timoteus. Ida emigrò per la prima volta in America il 26 maggio 1893, ma tornò in Svezia entro giugno 1894 e probabilmente fece un altro viaggio negli USA in seguito.Alla fine degli anni 1890, Ida lavorava come domestica a Skövde e successivamente come governante a Lagmansbro Manor. Sua sorella Hilda emigrò negli USA nel 1887, sposò Axel Johnson nel 1890 e morì di parto nel 1909, lasciando dieci figli. Ida probabilmente viaggiò sul Titanic per aiutare a prendersi cura di questi bambini e forse per sposare Axel. Si imbarcò sul Titanic a Southampton come passeggera di terza classe.",
        "history": "Ida Augusta Margareta Andersson perì nel naufragio. Il suo corpo non fu mai recuperato dal mare.",
        "class": "3a"
    },
    {
        "passengerID": 76,
        "grade": "Passeggero",
        "name": "Choong Foo",
        "age": 32,
        "role": "Passeggero",
        "survived": true,
        "image": "",
        "description": "Il signor Choong Foo, di Hong Kong, stava viaggiando a New York con otto colleghi della Annetta della Donald Line. Era un fuochista che probabilmente si trasferiva negli Stati Uniti per trovare lavoro su un'altra nave. Ricerche precedenti credevano che Foo e i suoi colleghi fossero clandestini sul Titanic, ma tutti e otto si imbarcarono sul Titanic a Southampton come passeggeri paganti di terza classe. Lee Bing, Chang Chip, Choong Foo, Ling Hee, Ah Lam, Len Lam, Fang Lang e Lee Ling viaggiavano insieme sullo stesso biglietto.",
        "history": "Uno degli otto marinai cinesi a bordo del Titanic, Choong Foo, fu salvato dal Carpathia. Sei degli otto marinai sopravvissero. Dopo l'arrivo a New York, i sopravvissuti cinesi partirono per Cuba il 20 aprile a bordo dell'Annetta della Donald Line.",
        "class": "3a"
    },
    {
        "passengerID": 77,
        "grade": "Passeggero",
        "name": "Neshan Krekorian",
        "age": 32,
        "role": "Passeggero",
        "survived": true,
        "image": "",
        "description": "Neshan Krekorian, nato il 12 maggio 1886 a Keghi, nell'Armenia occupata dai turchi, fuggì in Canada a causa delle persecuzioni dei cristiani da parte dei musulmani turchi. Diretti a Hamilton, Ontario, si imbarcò sul Titanic a Cherbourg come passeggero di terza classe con il biglietto numero 2654.",
        "history": "",
        "class": "3a"
    },
    {
        "passengerID": 78,
        "grade": "Passeggero",
        "name": "David Vartanian",
        "age": 32,
        "role": "Passeggero",
        "survived": true,
        "image": "",
        "description": "David Vartanian, nato il 15 aprile 1890 a Oror, Kiği, in Turchia, era un armeno etnico che affrontava gravi persecuzioni sotto il regime ottomano. Operaio, sposò Mary Baidzar nel 1911. A causa dell'aggravarsi dei disordini politici e religiosi, Vartanian e alcuni compatrioti, tra cui Neshan Krekorian, fuggirono in Canada, lasciando la moglie. Si imbarcò sul Titanic a Cherbourg come passeggero di terza classe con il biglietto numero 2658.",
        "history": "David fu salvato salendo sulla scialuppa 15. Il giorno del salvataggio, il 15 aprile 1912, era il suo 22° compleanno.Dopo il suo arrivo a New York, David andò a Hamilton, Ontario, Canada. Visse lì per diversi anni prima di stabilirsi negli Stati Uniti. Pensava che sua moglie fosse stata vittima del genocidio armeno, ma scoprì che era ancora viva. David inviò denaro affinché potesse raggiungerlo. La coppia si riunì alle cascate del Niagara dopo undici anni di separazione.",
        "class": "3a"
    },
    {
        "passengerID": 79,
        "grade": "Passeggero",
        "name": "Sage family",
        "age": 32,
        "role": "Passeggero",
        "survived": true,
        "image": "",
        "description": "La famiglia Sage, composta da John e Annie Sage e dai loro nove figli, lasciava l'Inghilterra per iniziare una nuova vita in Florida, dove John aveva acquistato un frutteto vicino a Jacksonville. John e il suo figlio maggiore George avevano trascorso del tempo in America lavorando come cuochi e risparmiando abbastanza denaro per portare tutta la famiglia negli Stati Uniti. Inizialmente avrebbero dovuto viaggiare sulla nave Philadelphia, ma lo sciopero del carbone rese necessario il loro trasferimento sul Titanic.",
        "history": "La famiglia Sage, composta da John e Annie Sage e dai loro nove figli, stava viaggiando verso la Florida per iniziare una nuova vita. La notte del naufragio non riuscirono a trovare posti nelle scialuppe di salvataggio e perirono nel disastro. Nessuno dei loro corpi fu recuperato.",
        "class": "3a"
    }
]